[
    {
        "inputs": [
            "The text summarizes the life and struggles of a character named Sipowicz. He works to become a better person with the help of his partner Bobby Simone. He confronts his bigotry and homophobia, and deals with personal tragedies such as the death of his son and wife. He also survives prostate cancer and realizes his mistake in putting an innocent man in prison.",
            "The text discusses the challenges faced by compilers when invoking procedures with parameters in different programming languages. In Fortran, parameters are always passed by reference, making it relatively easy to generate the code. However, in languages like Pascal, parameters can be passed by different methods chosen by the programmer (by reference, by value, or by \"name\"). This information is only known at the procedure's definition, which may not be encountered before its invocation. To address this issue, a special construction called a \"forward\" declaration is introduced in Pascal. This allows the compiler to know the parameter's usage before its full definition, enabling code generation without the need for a messy fixup mechanism or multiple passes through the source code.",
            "Michigan had a successful start to their Big Ten Conference season, winning multiple games against top-ranked opponents. They achieved their first four conference wins since 2002-2003 and defeated three consecutive top-10 opponents for the first time since 1986-1987. Notably, they ended an 11-game losing streak against Wisconsin at the Kohl Center and secured consecutive road wins against top-five opponents. Michigan's star player, Nik Stauskas, had standout performances throughout this period, earning multiple Player of the Week honors. Overall, Michigan had a 10-game winning streak and a 7-0 start in the Big Ten, tying their best record since 1976-1977."
        ],
        "answers": [
            "Paragraph 16: ",
            "Paragraph 13: ",
            "Paragraph 3: "
        ],
        "context": "Paragraph 1: Reviewing for The Village Voice in October 1978, Robert Christgau hailed Comes a Time as a \"tour de force\" for its folkie concept and music, with melodies that rival those of Young's After the Gold Rush (1970) and a sound that is \"almost always quiet, usually acoustic and drumless, and sweetened by Nicolette Larson\". While noting that listeners may \"wonder why this thirty-two-year-old hasn't learned more about Long-Term Relationships\", Christgau was ultimately won over by \"the spare, good-natured assurance of the singing and playing\" for how it \"deepens the more egregious homilies and transforms good sense into wisdom\". Stereo Review magazine's Noel Coppage found the album to be Young's \"simplest, most acoustic, and best produced\" record since 1972's Harvest, but more \"down to earth and direct\" in comparison and highlighted by a healthier perspective to his usual angst and varied songs performed in a consistent style. While lamenting a lack of energy to some degree, Coppage said that repeat listens of the album will provide \"rewarding experiences with texture and mood, some real tunes, and the real personality Young puts into his work\". Somewhat less impressed was Greil Marcus of Rolling Stone. Describing Comes a Time as \"a restrained and modest set of love songs that traces a long affair from first light to final regrets\", he expressed disappointment at the relative \"facelessness\" of the songwriting when compared with rougher music on earlier albums like Zuma (1975) and American Stars 'n Bars (1977).\n\nParagraph 2: Inkoo Kang of The Washington Post stated, \"Murphy and Falchuk have created a supercharged version of their own show with the spinoff “American Horror Stories,” which debuted last week on FX on Hulu. The series, which will feature new stories with each episode (rather than every season), is off to a promising start with “Rubber(wo)Man,” its two-part premiere. Set in the “Murder House” where the first iteration of “American Horror Story” took place, the definitely lower-budget but winkingly fun episodes channel the juiciest elements of that season, a barbed sendup of Los Angeles narcissism with a love-hate relationship to Old Hollywood and a deliberately queasy teen romance fueling the bloody antics.\" Phil Owen of TheWrap asserted, \"There’s a pattern we’ve seen play out with “American Horror Story” during each of the past several seasons: A compelling start, followed by a steady decline into incoherence. The process has been speeding up — “AHS: 1984,” the most recent season, was off the rails by the midway point. This is the double-edged sword of the Ryan Murphy brand. The shows under his umbrella are loud, boisterous, audacious, hilarious, intense — and generally just not like other shows. While that uniqueness and that tonally erratic signature is the reason we watch this stuff, it also makes it easier for things to get out of control because it's really tough to balance all those moods “American Horror Stories,” which is streaming only through FX on Hulu, provides what feels like the perfect solution to that problem, by keeping its stories bite-sized. Yes, the two stories we’ve gotten so far have each followed the “AHS” pattern — the compelling initial premise that leads to an off-the-rails conclusion — but they don't wear out their welcome.\" Erin Maxwell of LA Weekly said, \"American Horror Stories is about mayhem and monsters and the blood of the innocent. It's about everything and anything Ryan Murphy can do with the color red, in fact. In Murphy's world, mutilated penises and latex-adorned serial killers are a dime a dozen, even if coherent stories are not. If you're a fan of the series and the deranged universe it inhabits, well, good news! All of those elements remain intact, sans the meandering narratives that seemed to stretch into eternity, and made a lot of us give up on past seasons. American Horror Stories is a gruesome, gross-out trip that will leave viewers with an uneasy feeling of terror – a perfect addition to the AHS universe.\"\n\nParagraph 3: In the January 2 Big Ten Conference opener against Minnesota, Michigan won its fifth consecutive game against Minnesota and its fifth consecutive game at the Williams Arena. After winning two games by a combined 50 points last year, Michigan beat Northwestern 74–51 to mark its sixth straight victory over the Wildcats. The team gave Nebraska its first loss in the new Pinnacle Bank Arena on January 9, its first five-game win streak since the 2013 NCAA tournament. By beating Penn State on January 14, Michigan won its first four conference games for the first time since the 2002–03 team won its first six games. In the game Stauskas had a game-high 21 points, a team-high five assists and six rebounds. On January 18 Michigan defeated (#3 AP, #3 Coaches) Wisconsin at the Kohl Center for the first time since the 1998–99 team won on February 27, 1999 against the 1998–99 Badgers, ending an 11-game losing streak at Wisconsin. It was the highest-ranked team to lose to Michigan on the road, surpassing a victory over #5 Duke on  December 5, 1964 by the Cazzie Russell-led 1964–65 team. After the win, Michigan returned to the national polls (#21, #T25). On January 21 Stauskas was the Big Ten Conference Player of the Week for the first time, leading the conference in scoring and 20-point games. On January 22 Michigan defeated (#10, #10) Iowa, matching the 6–0 start of the 2002–03 team and the Wolverines' first defeat of consecutive top-10 opponents since the 1996–97 team defeated #10 Duke and #6 Arizona. It was the first time Michigan defeated consecutive top-10 opponents in consecutive games since the 1992–93 team defeated #5 North Carolina and #2 Kansas in December 1992. Stauskas tied his career high of 26 points, with five rebounds and five assists. On January 25, ESPN's College GameDay covered the Michigan-Michigan State rivalry game. With Michigan State on an 11-game winning streak (including seven in conference) and Michigan on an eight-game winning streak (including six in conference), the game was the first time in Big Ten history that two teams met who were 6–0 or better in conference play. Michigan defeated the (#3, #3) Spartans 80–75, with Stauskas and Walton contributing 19 points apiece. It was the first time in school history that the team defeated three consecutive AP Poll top-10 opponents, and the first time since the 2006–07 Florida Gators that any team—and the first time since the 1986–87 Iowa Hawkeyes that a Big Ten team—won three consecutive games against top-10 opponents. It gave the team consecutive road wins against top-five opponents after a 36-game losing streak against them. Michigan's 7–0 Big Ten start was its best since the 1976–77 Wolverines won their first eight games. Stauskas was the Big Ten and CBS Sports National Player of the Week, and Walton was the Big Ten Freshman of the Week on January 27. Stauskas was also named the Oscar Robertson National Player of the Week by the United States Basketball Writers Association (USBWA) on January 28. Michigan extended its winning streak to 10 games, tying its 1976–77 8–0 Big Ten start by beating Purdue. Caris LeVert had his first double-double, with a career-high 11 rebounds.\n\nParagraph 4: The two-stage NEPTUNE rocket uses high-performance liquid oxygen and densified propane propellants. The first stage is powered by four stationary throttleable ablatively-cooled liquid rocket engines, each generating 10,000-lbf of thrust.Throttling of the engines generates the pitch, yaw, and roll control moments required for steering. By using throttleable stationary engines instead of gimballed engines, the heavy and complex gimbals, gimbal actuators, and the gimbal actuator drive hardware are eliminated, substantially reducing the weight and complexity of the propulsion system. The second stage is powered by a single stationary ablatively-cooled liquid rocket engine generating 3,000-lbf of thrust. Cold-gas thrusters provide pitch, yaw, and roll control during the second-stage engine burn and on orbit. All of Interorbital's ablatively-cooled rocket engines are rapidly manufactured using a filament-winding process. These state-of-the-art composite engines are manufactured with the most advanced high-temperature resistant composite materials allowing the engines to be safely operated for up to forty minutes. They are more reliable and much lighter than the typical regenerative-cooled engines that use primitive nineteenth-century steam-engine technology for cooling and they simplify the engine plumbing and the multiple engine start process while on orbit.\n\nParagraph 5: Katrina Elizabeth DiCamillo was born on March 25, 1964, in Philadelphia, Pennsylvania, to Betty Lee DiCamillo (), a teacher, and Adolph Louis DiCamillo, an orthodontist. DiCamillo has an older brother and had pet dogs as a child. She had chronic pneumonia as a child and was often hospitalized. In hopes of helping her sickness, the family moved to the warmer climate of Clermont, Florida, when Kate was five. Her father remained in Philadelphia with his business, but visited on occasion. Although he originally planned to move with the family after selling his practice, this never happened. DiCamillo was an avid reader as a child and often visited the local library. She later credited her mother for sparking her love for books. DiCamillo also often turned to reading when she was particularly sick with pneumonia and unable to do much else. She wanted to be a veterinarian until she was around ten.\n\nParagraph 6: Amaral was born in 1933 in Pleasanton, California, USA. His father was Portuguese and his mother was American of Italian descent. Amaral grew up in a rural environment in Pleasanton and remembers that period as \"living in an interior exile\". As a teenager he wrote poetry, which has always been his great source of inspiration. And years later it turned out to be vice versa - because of the lyrical aspect of Amaral's sculptures, drawings, oil paintings and graphic works, these have become illustrations for poems by such poets as Edoardo Sanguineti or Armando Rojas Guardia.After two years at the University of Washington, Seattle (1952–53) where he studied, among other subjects, history of art and architecture, Amaral finally decided for a career in the arts at the Stanford University and in 1954 graduated with a title Bachelor of Arts. \"When I abandoned United States I realized that art is my only option, the only place where I am not a foreigner\". He continued postgraduate studies at the Cranbrook Academy of Art in Bloomfield Hills, Michigan (1954-1955), where he met Colombian visual artist and future wife Olga de Amaral (got married in Colombia in December 1957). Before moving to Bogotá in 1958, Amaral spent two years (1955–57) in the Philippine Islands with the U.S. Navy (obligatory military service). In Bogotá, Amaral started working with a furniture and interior design company. Soon his son was born and Amaral decided to become a full-time artist and began casting bronze sculptures, making collages and abstract drawings. In 1960 his daughter was born. From 1966 to 1967 the Amaral family moved temporarily to New York. In 1967, after coming back to Colombia, Amaral traveled to the US again to teach drawing at the Penland School of the Arts and Crafts in North Carolina. In the same year he also started teaching drawing at the Universidad Jorge Tadeo Lozano in Bogotá. In the years 1970-1972 the Amaral family traveled around Europe, settling down for a longer period in Paris, where in the fall of 1971, at the Albert Loeb gallery, Amaral showed his work for the first time in Europe. The exhibition brought him great critical acclaim. He traveled to Paris again for longer periods in the years 1974-1975 and 1979-1980. In 1989 Amaral taught drawing at the University of California, Los Angeles (UCLA). Currently he lives with his wife in Bogotá and works in Casa Amaral.\n\nParagraph 7: \"He therein bequeaths his soul to the Holy Trinity, and all the holy company of saints, and his body to be buried in such place, where he shall depart this miserable life, in such manner as shall please Margery his wife, whom he makes his sole executrix. He bequeaths to Jackit Rolle, Besse Rolle, and Mary Rolle, his daughters, 600 marks each, to be received and paid by his trusty servants and friends, John Wychalf, Geffery Tuthyll, Richard Staveley, and John Thore, or any two of them, out of all his manors, lands, etc. in the counties of Devon, Somerset and Cornwall, accounting to his wife once in the year whilst she lives, within one month after the feast of St. Michael. He grants and bequeaths to George, his son, the wardship and marriage of Margaret Marrys, daughter and sole heir to Edmund Marrys, of the parish of St Mary Wyke in the county of Cornwall, in as ample manner as he had of the gift and grant of the said Edmund Marrys, paying yearly to the said Edmund £ ? during his life. The residue of his goods, etc., he bequeaths to Margery his wife, his sole executrix. He bequeaths to his daughter, (?)Mary Rolle, two tenements in Wandsworth, with the appurtenances; and if she die unmarried, then to his daughter, Elizabeth Rolle, and her heirs. He also bequeathed to his daughter Mary, a basin and ewer, engraved with her mother's arms; and if she died unmarried, then to his daughter, Elizabeth Rolle. And whereas his late brother-in-law, Sir John Pakington, by the name of John Pakington, of Hampton-Lovet in the county of Worcester, Esq. by writing obligatory, dated February 15th, in 28 Hen. VIII. became bounden to him, the said George Rolle, and to Harry Dacres, merchant of London, and others, now deceased, on condition that the said Sir John Pakington, cause to be made 'to Edmund Knightley, serjeant at law, the said George Rolle, and others, a sufficient estate of, and in manors, lands, &c. in the shires of Worcester, Hereford, Stafford, Salop, and Middlesex, or any of them, to the clear yearly value of 120/. over and above all charges, &c. whereof the manor of Chadsley Corbet, with the appurtenances, in Worcestershire, should be parcel; to hold to the said John Pakington, and Anne, for term of the life of the said Anne, and to the heir male of the body of the said Sir John Pakington. His will is, that William Sheldon, of the county of Worcester, Esq. and John Prydyaux, Gent, shall be his executors for the said writing, and be governed in all and every suit, for the recovery of the debt contained in the said obligation, by his dear and well-beloved sister-in law, dame Anne Pakington, widow, for whose security the said obligation was made\".\n\nParagraph 8: Andriessen studied Law at the Utrecht University obtaining a Master of Laws degree. Andriessen worked for a construction institute in Utrecht from October 1953 until February 1967 and as CEO from July 1961. Andriessen was elected as a Member of the House of Representatives after the election of 1967 on 23 February 1967 and served as a frontbencher chairing the House Committee for Public Housing Reform and spokesperson for Housing. On 16 August 1971 the Party Leader and Parliamentary leader Gerard Veringa took a medical leave of absence and Andriessen was selected as his interim successor on 16 August 1971. On 28 September 1971 Veringa unexpectedly announced that he was stepping down as Leader and Andriessen was anonymously selected as his permanent successor on 1 October 1971. For the election of 1972 Andriessen served as Lijsttrekker (top candidate) and following a successful cabinet formation with Labour Leader Joop den Uyl formed the Cabinet Den Uyl with Andriessen opting to remain as Parliamentary leader. After the election of 1977 Andriessen was appointed as Minister of Finance in the Cabinet Van Agt I taking office on 19 December 1977. After the election Van Agt returned as a Member of the House of Representatives and became the Parliamentary leader taking office on 8 June 1977 and subsequently resigned from the cabinet on 8 September 1977. Following a successful cabinet formation with Liberal Leader Hans Wiegel Van Agt formed the Cabinet Van Agt I and became Prime Minister of the Netherlands taking office 19 December 1977. On 22 February 1980 Andriessen resigned after disagreeing over new austerity policies. Andriessen continued to be active in politics and was elected as a Member of the Senate after the Senate election of 1980 on 16 September 1980 and served again as a frontbencher and spokesperson for Finances.\n\nParagraph 9: On September 27, 2005, Claire Kiriakis was born at St. Luke's during the almost wedding of Sami Brady and Lucas Roberts delivered by her maternal grandmother, Marlena Evans, and Lexie Carver. Philip and Belle chose Claire as her name when she was born, Mimi Lockhart and Shawn-Douglas Brady became Godparents. Claire became very ill when she was just a few months old and Belle took her to the hospital. It was there that Kate found out Claire's blood type was AB- and knew that she wasn't Philip's daughter. She kept it from Philip and Belle but told Victor. Mimi found out the same information and kept it secret, because she was marrying Shawn and didn't want him to find out the truth and go back to Belle. A little after thanksgiving, Claire needed a liver transplant and her doctor Lexi Carver found Claire's uncle Zack Brady as a match. He had died the same night and his liver was donated to Claire. She survived and went home with Philip and Belle. It was a few months later that Mimi spilled the news to Shawn that she too knew all along that Claire wasn't Philip's baby. Belle and Philip had a DNA test done and Philip was devastated. Later, Belle took Claire to her parents and left Philip, after she miscarried. Philip tried to get full custody of Claire after he returned from war, but Belle and Shawn took the baby and ran to Toronto and stayed at a shelter where 'Merle' helped them escape to Australia on a cruise ship. Upon their return to Salem, Philip promised to leave Claire with her rightful family. Claire was aged at this point and then kidnapped by Crystal Miller and brought to New Ross, Ireland for protection. This is where she was found in January 2008 by Hope, Bo, John, Marlena, Belle, Chloe, Philip and Shawn. Claire's grandmother Colleen Brady revealed the source of the Brady/DiMera feud when she admitted to her affair with Santo DiMera. She also revealed that she was John's mother, making her Claire's great-grandmother. Colleen admitted to everyone that she was terminally ill and died shortly after. On the way home from Ireland, Claire and her parents, along with everyone else flying back, faced a traumatic plane crash due to sabotage caused by Ava Vitali. Claire's great-grandfather, Shawn Brady, died a hero on the plane saving his son's life. Upon arrival in Salem, Claire's grandfather, Bo, was rushed to the hospital for pancreatic failure and went through a life-saving surgery. Claire's parents, Belle and Shawn, reunited and decided to take Claire and sail around the world.\n\nParagraph 10: Siebel Systems was a software company primarily engaged in the design, development, marketing, and support of customer relationship management (CRM) applications. As an executive at Oracle, Siebel proposed the idea of creating enterprise software applications tailored for marketing, sales, and customer service functions. Oracle management declined his proposal. Siebel left Oracle to found Siebel Systems in 1993 to pursue that opportunity. In 1999, Siebel Systems became the fastest-growing technology company in the United States. Siebel Systems grew to over 8,000 employees in 32 countries, more than 4,500 corporate customers, and annual revenue greater than $2 billion before merging with Oracle in January 2006.\n\nParagraph 11: Walker and his sister Nan meet in an unoccupied studio in lower Manhattan in 1995. Walker, who had disappeared the day after his father's funeral, now months later is living in this apartment where his father Ned Janeway and business partner, Theo Wexler, once lived and worked designing the famous \"Janeway House\". Walker has found their father's journal and attempts to use it to understand the relationship between Ned and Theo.  Nan and Walker's childhood friend Pip (Theo's son) meets with them after the reading of Ned's Will, where the three have learned that Janeway House was left to Pip rather than Ned's children. Walker is furious and accuses Pip of \"working on\" Ned to bequeath him the house. Pip denies this and protests that he does not understand why the house was not left to Nan and Walker as next of kin. Pip reveals that he doesn't even like the house, which prompts another tirade in Walker. Fed up with Walker's ranting, Pip fights back at Walker verbally.  Pip accuses Walker of having been secretly in love with him for 18 years and reveals that he (Pip) and Nan were secretly sleeping with one another (behind Walker's back) when they were young. Walker runs off into the night. Pip says he may have gone too far and agrees with Nan to sell Walker the house. Nan tries to find Walker to tell him.  Distraught when unable to find him, Nan decides to stay at the studio until he returns. After Walker returns, Nan apologizes and the two of them continue to parse Ned's concise and mysterious journal which opens with the entry: \"1960, April 3–5. Three days of rain\". Walker believes he's found a confession from Ned, hidden within the pages of the book, to the effect that Ned took credit for Theo's work on the house after Theo's death in 1966. Nan does not accept this interpretation but acquiesces to calm her brother. She tells Walker that Pip would sell him the house, but Walker's new-found \"revelation\" changes his mind about wanting it.  Walker burns the diary, much to Nan's chagrin.\n\nParagraph 12: A lumpectomy is a surgery to remove a breast tumor along with a resection margin of normal breast tissue. The margin is the healthy, noncancerous tissue that is next to the tumor. A pathologist analyzes the margin excised by the lumpectomy to detect any possible cancer cells. A cancerous margin is \"positive\", while a healthy margin is \"clean\" or \"negative\". A re-excision lumpectomy is performed if the margin is detected to be positive or cancerous cells are very close to the margin. Sentinel lymph node biopsy (SLNB) or axillary lymph node dissection (ALND) may be used to determine if the cancer has progressed away from the breast and into other parts of the body. Sentinel lymph node biopsy is the analysis of a few removed sentinel nodes for the presence of cancerous cells. A radioactive substance is used to dye the sentinel nodes for easy identification and removal.  If cancer is detected in the sentinel node then further treatment is needed. Axillary node dissection involves the excision of lymph nodes connected to the tumor by the armpit (axilla). Radiation is usually used in conjunction with the lumpectomy to prevent recurrence. The radiation treatment can last five to seven weeks following the lumpectomy. Although the lumpectomy with radiation helps to decrease the risk of the cancer returning (local recurrence); it does not prolong survival; it is not a cure, and cancer may still come back. However, local recurrences (confined to the breast area) after lumpectomy can be treated effectively with mastectomy, and these women were still disease-free 20 years after their original lumpectomies and recurrence treatments.\n\nParagraph 13: For the invocation of a procedure (or function) with parameters, their type will be known (they being declared before use) but their usage in the procedure invocation may not be. Fortran for example passes all parameters by reference (i.e. by address) so there is no immediate difficulty with generating the code (as always, with actual addresses to be fixed up later), but Pascal and other languages allow parameters to be passed by different methods at the programmer's choice (by reference, or by value, or even perhaps by \"name\") and this is signified only in the definition of the procedure, which is unknown before the definition has been encountered. Specifically for Pascal, in the specification of parameters a prefix \"Var\" signifies that it must be received by reference, its absence signifies by value. In the first case the compiler must generate code that passes the address of the parameter, while in the second it must generate different code that passes a copy of the value, usually via a stack. As always, a \"fixup\" mechanism could be invoked to deal with this, but it would be very messy. Multi-pass compilers can of course collate all the required information as they shuttle back and forth, but single-pass compilers cannot. Code generation could be paused while the scan advances (and its results be held in internal storage) until such time as the needed entity is encountered, and this might not be regarded as resulting in a second pass through the source because the code generation stage will soon catch up, it was merely halting for a while. But this would be complex. Instead a special construction is introduced, whereby the procedure's definition of parameter usage is declared \"forward\" of its later full definition so that the compiler may know it before use, as it requires.\n\nParagraph 14: George Lippard's most notorious story, The Quaker City, or The Monks of Monk Hall (1845) is a lurid and thickly plotted exposé of city life in antebellum Philadelphia. Highly anti-capitalistic in its message, Lippard aimed to expose the hypocrisy of the Philadelphia elite, as well as the darker underside of American capitalism and urbanization. Lippard's Philadelphia is populated with parsimonious bankers, foppish drunkards, adulterers, sadistic murderers, reverend rakes, and confidence men, all of whom the author depicts as potential threats to the Republic. Considered the first muckraking novel, it was the best-selling novel in America before Uncle Tom's Cabin. When it appeared in print in 1845, it sold 60,000 copies in its first year and at least 10,000 copies throughout the next decade.<ref>Reynolds, David. Introduction to The Quaker City; or The Monks of Monk Hall,\" Amerhest, MA, The University of Massachusetts Press, 1970: vii.</ref> Its success made Lippard one of the highest-paid American writers of the 1840s, earning $3,000 to $4,000 a year.The Quaker City is partly based on the March 1843 New Jersey trial of Singleton Mercer. Mercer was accused of the murder of Mahlon Hutchinson Heberton aboard the Philadelphia-Camden ferry vessel John Finch on February 10, 1843. Heberton had seduced (or raped - sources differ upon this point), Mercer's sixteen-year-old sister. Mercer entered a plea of insanity and was found not guilty. The trial took place only two months after Edgar Allan Poe's short story \"The Tell-Tale Heart,\" a story based on other murder trials employing the insanity defense; Mercer's defense attorney openly acknowledged the \"object of ridicule\" which an insanity defense had become. Nonetheless, a verdict of not-guilty was rendered after less than an hour of jury deliberation, and the family and the lawyer of young Mercer were greeted by a cheering crowd while disembarking from the same Philadelphia-Camden ferry line on which the killing took place.  Lippard employed the seduction aspect of the trial as a metaphor for the oppression of the helpless. The Monks of Monk Hall outraged some  readers with its lingering descriptions of \"heaving bosoms\" but such descriptions also drew readers and he sold many books. A stage version was prepared but banned in Philadelphia for fear of riots. Though many were offended by the story's lurid elements, the book also prompted social and legal reform and may have led to New York's 1849 enactment of an anti-seduction law.\n\nParagraph 15: Lepage became a popular media mogul and TV series director in Quebec in the early 2000s. He created and starred alongside Sylvie Léonard in the popular sitcom Un gars, une fille (\"A guy, a girl\"), and in the comedy films  Happy Camper (Camping sauvage) and The Bossé Empire (L'Empire Bo$$é). He then followed up with the talk show Tout le monde en parle (\"Everybody's Talking About It\"), which is closely related to the popular show of the same name in France; most members of the show's panel were stand-up comics or talk-show hosts. In 2014, Maclean's magazine ranked him sixth in the list of the 50 most important people in Canada.\n\nParagraph 16: On his route to becoming a better man, Sipowicz struggles to overcome his bigotry with the help of his partner Bobby Simone, he and Fancy continue to have beefs but always resolve them. He also eventually comes to terms with his homophobia, mainly due to his initially grudging friendship with precinct Police Administrative Assistant John Irvin. With the birth of his second son, Sipowicz's life seems to be going well. However, a series of devastating personal tragedies over the next few years arise: in May 1996, Andy Jr., who is about to start work as a policeman in Hackensack, New Jersey, is shot and killed while trying to stop a robbery. The shooting sends Andy Sr. into an alcoholic relapse, during which Sylvia briefly throws him out of the house. In November 1998, Bobby Simone dies of an infection caused by heart transplant complications, and less than a year later in May 1999, Sylvia is accidentally killed by the distraught father of PAA Dolores Mayo (whose killer she had been prosecuting)  outside the courtroom. This is then followed by the disappearance and subsequent murder of Simone's successor Danny Sorenson during an undercover assignment in 2001. He also survives a serious bout with prostate cancer in 1998. With the exception of Andy Jr.'s death, however, Sipowicz remains sober in the face of all of these tragedies. He also has to deal with the fact that he had been instrumental in putting an innocent black man in prison for 18 years for the murder of a teenager, remembering that he had no experience as a detective and deferred to a lazy veteran cop. He is the only cop to apologize when the man is released (he learns that the perpetrator was a white man who later died of a drug overdose, and while Sipowicz and the now-retired veteran cop basically knew he'd been murdered, the end result of the case was left unresolved).\n\nParagraph 17: Throughout the history, the Korean peninsula has been home to lively, innovative, and sophisticated art making. Long period of stability have allowed for the establishment of spiritual traditions, and artisan technologies specific to the region. Korean ceramics in Neolithic period have a unique geometric patterns of sunshine, or it's decorated with twists. In Southern part of Korea, Mumun pottery were popular. Mumun togi used specific minerals to make colors of red and black. Korean pottery developed a distinct style of its own, with its own shapes, such as the moon jar or Buncheong sagi which is a new form between earthenware and porcelain, white clay inlay celadon of Goryeo, and later styles like minimalism that represents Korean Joseon philosophers' idea. Many talented Korean potters were captured and brought to Japan during the invasions of Korea, where they heavily contributed to advancing Japanese pottery. Arita ware, founded by Yi Sam-pyeong opened a new era of porcelain in Japan. Another Japanese representative porcelain, Satsuma ware was also founded by Dang-gil Shim and Pyeong-ui Park. 14th generation of Su-kwan Shim have been using the same name to his grandfather and father to honor they are originally Korean, 14th Su-kwan Shim is honorable citizen of Namwon, Korea.\n\nParagraph 18: The observatory was established due to the efforts of William Petrie, an amateur astronomer who had a small private observatory at Egmore in Madras. Petrie's original observatory was established in 1786 and was made of iron and timber. In 1789, Petrie gifted his instruments to the Madras Government before retiring to England. Sir Charles Oakley accepted Petrie's plea to establish an official observatory for the purpose of \"promoting  the knowledge of astronomy, geography and navigation  in  India\". The building was designed by Michael Topping on the bank of the river Cooum at Nungambakkam. The building consisted of a single room 40 feet long and 20 feet wide with a 15-foot ceiling. At the centre a granite pillar of 10 tons supported a 12-inch azimuth transit circle instrument made by Troughton. These were used to make observations on the meridian that began on 9 January 1793. Topping died in 1796 and was succeeded by John Goldingham who was formerly Petrie's assistant, Government Architect and Editor of the Government Gazette apart from serving as first superintendent of the Engineering School. Goldingham determined the longitude as 80° 18' 30\" based on eclipses of Jupiter's moons. This was the value used as a benchmark by William Lambton for the Great Trigonometrical Survey. When Goldingham went on leave between 1805 and 1810, the observatory was maintained by Lt. John Warren (born Jean-Baptiste Francois Joseph de Warren, 21 September 1769 – 9 February 1830, Pondicherry) who recalculated the longitude as 80°17'21\"E. He recorded observations on the comet of September 1807 and computed the declinations of several stars. Goldingham returned in 1812 and served until 1830 when he was replaced by Thomas Glanville Taylor who measured the positions of 11,000 stars which were published in five volumes which came to be known as the \"Madras Catalogue\". Taylor's estimate of the longitude for Madras was 80°14'20\"E. Taylor also made observations on the comet of 1831. \n\nParagraph 19: The first type of szabla, the Hungarian-Polish (węgiersko-polska), was popularized among the szlachta during the reign of the Transylvanian-Hungarian King of Poland Stefan Batory in the late 16th century. It featured a large, open hilt with a cross-shaped guard formed from quillons and upper and lower langets and a heavy blade. The single edged blade was either straight or only slightly curved. Since the saber provided little to no hand protection, a chain was attached from the cross-guard to the pommel. Since a number of such weapons were made by order of the king himself during his reform of the army and were engraved with his portrait, this kind of sabre is also referred to as batorówka – after Batory's name.\n\nParagraph 20: In Pakistan, all adult citizens must register for the Computerised National Identity Card (CNIC) with a unique number upon reaching the age of 18. It serves as an identification document to authenticate an individual's identity as the citizen of Pakistan. Before introduction of the CNIC, manual National Identity Cards                                                                                                                                                                                                                                                                     (NICs) were issued to citizens of Pakistan. Today, the Government has shifted all its existing records of National Identity Cards (NIC) to the central computerised database managed by NADRA. New CNIC's are machine-readable and carry facial and fingerprint information.\n\nParagraph 21: Hermelin was born into an aristocratic family in Svanshals, Ödeshög Municipality, Östergötland County and had a traditional education, at the end of which he spent a couple of years at the Philosophical Faculty of the University of Uppsala, which he left without taking a degree. Already at this stage he seems to have developed a taste for alcohol, which later became an addiction, with drastic lifelong consequences. After an unsuccessful attempt at farming on a family estate, he began a wandering life abroad. In 1883 he went to the United States and eked out a living as a teacher, a carpenter, and a soldier, before returning to Europe in 1885. In 1886, he traveled to England and joined the British army as a soldier in the Middlesex Regiment (under the name of Thomas Edward Hallan). He went with his regiment to India in the following year. However, his army career in India proved a failure. He was much troubled by disease, and by then his drinking had developed into full-blown alcoholism, possibly in combination with the use of narcotic drugs. Nevertheless, he spent time on language studies, obviously in preparation for one of the language examinations that formed part of the British administrative system in India. He states that he learnt Hindustani (i.e., Urdu) and also started to learn Persian. There is, however, no record showing that he had passed any examination in these subjects. In later years he occasionally referred to his Indian \"Monshi,\" and it is also likely that he had his first encounters with Sufism at that time. In April 1893 he was finally discharged from the army \"with ignominy,\" i.e., for disciplinary reasons. After that he became an even more intrepid traveler, going to England and America (including Jamaica) and then back to Sweden, where he again tried his hand at farming. His aristocratic family found his alcoholism and disorderly life unacceptable and had him declared officially unfit to manage his life, and in 1897 he was placed under the care of a guardian. Regardless of this injunction, he went abroad again and lived in Australia and, possibly, America, earning a living through sundry occupations. He turned up in London in the autumn of 1907 and returned to Sweden in early 1908. In the autumn of the same year he was taken into a lunatic asylum in Stockholm, and in February 1909 he was moved to the asylum of St. Lars in Lund, where he spent the rest of his life. He never married.\n\nParagraph 22: According to Spence, \"I received a phone call, in which NFL Films claimed my music had been 'stolen' and used in a pornographic film called Deep Throat (released on June 12, 1972 in the U.S.). They would send me a paper to sign to the effect that NFL Films was empowered to protect the music in a court of law. In all sincerity, I did not see a possible 'plot' here at all. However, I unwittingly 'punctured their balloon' by explaining that they didn't have to bother with this at all because GEMA (a German state-authorized performance rights organization) would protect my music and legally proceed after anyone who used it without permission.\" As Klein reported, \"soon afterwards, GEMA sent Spence a video copy of the film and asked him to make a list of \"where and how long\" his music appeared in it. Thus, the composer dutifully watched the film in order to find possible fragments of his music in it. Yet, the outcome was unexpected.\" In Spence's own words: \"I was surprised to find not one note of my music in the film. Naïve, trusting person that I was, it never dawned on me it could possibly be a hoax to get me to sign a forthcoming document.\" According to Spence, \"the next 'trick' came several months later. I received a phone call in which I was told that NFL Films had a court case in two days against someone who had illegally used some of my music. Their lawyer had sent me a paper via Federal Express, which they said would be arriving shortly (in that same afternoon) for my signature. After signed, the FedEx courier would immediately send it back to them so they would have it in time for the court case.\" According to Klein's report, the composer received the paper in the afternoon and read it but, in Spence's words, \"after reading the paper, I called them and said that I could not sign a document with that wording. But they assured me that as soon as the case was over, they would send it back to me.\" Still unsuspecting, and trusting in the company's words, Spence signed the document and sent it to NFL Films. He never got the paper back and, to this day, the late composer's family is not receiving royalties for the many uses of Spence's music in American television shows and commercials.\n\nParagraph 23: In 1979, the southwest end of runway 3-21 was extended 1,500 ft. and the entire runway was widened 50 ft., which allowed new Boeing 737 service operated by Frontier Airlines. The original runway has 13 inches of concrete from 1963 with additional concrete from 1979 at the southwest end and widened areas. Only a 660 ft area for runway safety area is built at the departure end of runway 21 due to the location of a localizer antenna compared to the compliant 1000 ft area at the end of runway 3. Therefore, runway 21 has a landing length of 7,000 versus 6660 ft on takeoffs and landings from runway 3.\n\nParagraph 24: George's father, Herman George Kaiser, had been an attorney in the district of the Kammergericht in Berlin until 1933, when he was dismissed by the Nazis because he was Jewish. He and his wife Kate then moved to Rostock where Herman Kaiser worked with his father-in-law Max Samuel's EMSA-Werke company. Herman Kaiser escaped to England in 1937 and his wife and daughter came over in September the following year. In 1940 all three emigrated to the United States. They settled in Tulsa, where Herman's aunt and uncle already lived. Herman joined the uncle's oil drilling business. Their son was born in Tulsa. Herman died in Tulsa on October 14, 1992, at the age of 88.\n\nParagraph 25: Battle Group 10 crossed into Angola at Ruacana just before midnight on 23 August and headed northwards through dense bush to their forming point which was 12 km north-west of Humbe. They arrived at their form-up point on time despite encountering obstacles not shown on their maps. At this point they found that H-Hour had been moved back one hour to 11h30 due to the eastern battle groups of Task Force Alpha encountering navigation problems on their march to Xangongo. Commandant de Vries divided his force into two combat teams, one of Ratel-20s, Ratel-90s and 81mm mortars in the attack group and the second team as a mobile reserve of Buffels and Eland-90's, with the 140 mm artillery in the rear. As Battle Group 10 followed the road south-east to Humbe, the SAAF began to bomb the town of Xangongo.  The group's artillery began firing 140 mm artillery rounds at Humbe but was informed by their aerial spotter plane that the trenches close to the town seem abandoned and nor was there any enemy to the battle group's rear in the direction of Cahama. The artillery fire was ceased and their alternative target at Techiulo, that was closer, was then taken without incident as FAPLA soldiers fled on seeing the battle group arrive, leaving behind a group of Irish Catholic nuns at the mission station in the village. By 12h30 the group was heading back towards Humbe passing by the empty trenches and sighting no fleeing enemy from Xangongo, entered the empty town of Humbe. They soon left the town and positioned themselves within 3 km of the bridge over the Cunene River and Xangongo. The two combat teams of Ratel-20's and paratroopers were then sent closer to the river and began to encounter contact with FAPLA troops fleeing Xangongo. By dusk the river plain was under the battle group's control and they laagered there overnight though sporadic fire could be heard overnight from Xangongo. Apart from being woken and called to arms when a FAPLA column attempted a break-out from Xangongo via the bridge, this was taken care of by the other battle groups and they were stood down and rest of the night was peaceful for Battle Group 10. On 25 August, after gathering up enemy equipment on the river plain, Battle Group 10 crossed the bridge over the Cunene river and by 09h00 they were in Xangongo. Their mission would be to hold the town, protect the task force from FAPLA to the north-west while the other battle groups pursued their objectives in the south-east.\n\nParagraph 26: Fielding was born in the Westminster area of London on 21 May 1973, the son of Royal Mail manager Ray Fielding (born 1953) and Yvonne Fagan (1953–1990), and grew up in Pollards Hill near Croydon. He is of French descent through his grandmother. His parents separated some time after he was born. His comedic partner Julian Barratt described Fielding’s upbringing as “feral”; according to an article in The Sunday Times, Fielding's parents \"had lots of parties\" during his childhood, and Fielding has described how they would party through the night and that he would have to step over the bodies of their sleeping friends in the mornings as he got up. When Fielding was three years old, his father remarried, and Fielding was mostly raised by his grandmother. He describes his grandmother as someone he had a lot of respect for, saying in 2011 to The Guardian, “My grandma is really strong. I like strong women. That's what I respond to.\" His father and stepmother Diane would later become more involved in parenting during Fielding’s mother’s illness in the 1980s. His mother had two more children before dying in 1990 aged 37 years old, from complications caused by liver damage. His younger paternal half-brother, Michael, later played various characters in Fielding's television comedy shows, and his father and stepmother would also appear. Ray Fielding had several cameos as a Chris de Burgh on The Mighty Boosh.\n\nParagraph 27: Belz in the USA was founded in the 1800s, in the time of the Third Belzer Rebbe, Yissachar Dov Rokeach. The first Belz synagogue was rented in East Side Manhattan. Today, the largest number of Belzer Hasidim outside of Israel lives in the United States, mostly in the Borough Park neighborhood of Brooklyn, New York, which has eleven Belzer synagogues and more than twenty Dayanim rabbis. Belz is one of the biggest Hasidic communities in Borough Park, exceeding Vizhnitz, and Ger. Belz in the New York metropolitan area also has communities and synagogues in Williamsburg, and in Staten Island. More Belz communities in New York State are located in Monsey, New York, and Spring Valley, New York. A new Belz development site was built in 2015 in Lakewood, New Jersey and today lives there over three hundred families. Belz operates five local summer camps—three in the Catskill Mountains, one in Saratoga Springs, New York, and one in Val-Morin, Quebec. Los Angeles is also home to a large Belz community, specifically residing in Los Angeles' Beverly-La-Brea and Hancock Park Districts. Belz in the United States and Canada counts over 4000 families; Belz operates five local Yeshiva Ketanas—three in the New York metropolitan area, one in Monsey, New York, and one in Montreal, Quebec. In December 2015, Belz bought a half-acre property in West Brighton, Staten Island, for $1.8 million, to develop a new Yeshiva Ketana complex. Belz hosted New York City mayoral candidate Bill de Blasio in 2013 at an annual Dinner. The dinner took place in Brooklyn.\n\nParagraph 28: Jagame Maya (1973)ChandeeDorababu as ShankarJyothi (1976) as ShankaraMaa Daivam (1976)Vadhu Varulu (1976)Swami Drohulu (1976)Kurukshetram (1977) as DushasanaPremalekhalu (1977)Indra Dhanussu (1977)Devathalara Deevinchandi (1977)Kalpana (1977) as SeshuDongala Dopidi (1978)Simha garjana (1978)Dudu Basavanna (1978) as KotaiahKumara Raja (1978)Karunamayudu (1978) as Saint JohnShri Rama Raksha (1978)Athani Kante Ghanudu (1978)Naa Illu Naa Vaalu (1979)Swami Drohulu (1979)Karm Veer (1980)Kiladi Krishnudu (1980) as KishoreAdrushtavanthudu (1980)Erra Mallelu (1981)Ooriki Ichina Maata (1981)Sawaal (1982)Nivuru Gappina Nippu (1982)Naa Desam (1982) as KumarBangaru Bhoomi (1982)Gruha Pravesam (1982)Kalavari Samsaram (1982) as RaghuShakti (1983) as GiriMundadugu (1983)Dharma Poratam (1983) as BhaskarAdavi Simhalu (1983)Mugguru Monagallu (1983)Rustum (1984)Merupu Daadi (1984) as GandaduSrimathi Kaavali (1984)Mahanagaramlo Mayagadu (1984)Inti Guttu (1984)Muchataga Mugguru (1985)Surya Chandra (1985)Maha Manishi (1985)Jackie (1985)Ranarangam (1985)Edadugula Bandham (1985)Vijetha (1985) as Narasimham's third sonSimhasanam (1986) as Ugra Rahu Army chief of AvanthiUgra Narasimham (1986) as GiriJayam Manade (1986)Khaidi Rudraiah (1986) as Venkatagiri \"Giri\"Dongodochadu (1987)Pasivadi Pranam (1987)Thene Manasulu (1987)Muddayi (1987)Sankharam (1987) as UdayDonga Garu Swagatham (1987)Chuttalabbayi (1988)Mugguru Kodukulu (1988) as Ranga RaoChikkadu Dorakadu (1988) as Chinnodu SivamGoonda Rajyam (1989)Gudachari 117 (1989) as GookarnamSahasame Naa Oopiri (1989)Ajatha Satruvu (1989)Bala Gopaludu (1989)Ajatha Satruvu (1989) as SivaramKoduku Diddina Kapuram (1989) as KondaiahAthaku Yamudu Ammayiki Mogudu (1989)Anna Thammudu (1990) as SeshagiriPrema Yuddham (1990)Nirnayam (1991) as Police CommissionerNaa Pellam Naa Ishtam (1991)Mondi Mogudu Penki Pellam (1991)Alludu Diddina Kapuram (1991)Killer (1992) as Malavika's husbandGangwar (1992)Pachani Samsaram (1992)Golmaal Govindam (1992)Chitram Bhalare Vichitram (1992)420 (1992)Chillari Mogudu Allari Koduku (1992)Parugo Parugu (1993) as VeeruHello Brother (1994) as Manga's fatherGandeevam (1994)Prema & Co. (1994)Brahmachari Mogudu (1994) as Kutumba RaoBhairava Dweepam (1994) as UttarBangaru Kutumbam (1994) as Pushpa's brother-in-lawAlibaba Aradajanu Dongalu (1994)Hello Alludu (1994)Vajram (1995) as Chakri's uncleGhatotkachudu (1995) as Dharma RajuAlluda Majaka (1995) as Lawyer SivaramakrishnaSisindri (1995)Ninne Pelladata (1996) as HariLittle Soldiers (1996) as SeshagiriUgadi (1997)Pelli (1997)Aavida Maa Aavide (1998) as Vikranth's fatherChandralekha (1998) as DoctorPrema Katha (1999) as Janaki RamaiahSwayamvaram (1999)Alludugaaru Vachcharu (1999) as Shankar RaoRavoyi Chandamama (1999) as Sujeeth's fatherNuvve Kavali (2000) as Tarun's fatherBagunnaraa (2000)Adavi Chukka (2000) as SimhachalamApparao Ki Oka Nela Thappindi (2001) as Mohan RaoFamily Circus (2001) as Krishna RaoSimharasi (2001) Raa (2001)Akasa Veedhilo (2001) as Jagadiswara RaoSnehamante Idera (2001) as Aravind's uncleOkato Number Kurradu (2002)Idiot (2002) as InspectorHoli (2002)Nee Sneham (2002) as Madhav's fatherParasuram (2002)Vijayam (2003) as Usha's fatherVishnu (2003)Golmaal (2003)Fools (2003) as Adabala Raja RaoNinne Ishtapaddanu (2003) as Charan's fatherSambaram (2003) as Geeta's fatherSeenu Vasanthi Lakshmi (2004)Kushikushigaa (2004)Cheppave Chirugali (2004)Mr & Mrs Sailaja Krishnamurthy (2004) as Krishnamurthy's bossSuryam (2004)Vidyardhi (2004)Athadu (2005) as Poori's fatherNayakudu (2005)Kithakithalu (2006) as Rajababu's fatherGame (2006) as Rama Chandra MurthyPellaina Kothalo (2006)Allare Allari (2006)Evadaithe Nakenti (2007) as Chief MinisterMadhumasam (2007)Okkadunnadu (2007) as Gautami's fatherClassmates (2007)Viyyalavari Kayyalu (2007)Krishna (2008)Okka Magaadu (2008)Gamyam (2008)Mesthri (2009)Evaraina Epudaina (2009) as Madhumita's fatherSaleem (2009) as Singamanaidu's friendBetting Bangaraju (2010)Subhapradam (2010)Raaj (2011)Gaddam Gang (2015) as PoliticianDongaata (2015) as Elderly Man in Senior Living HomeA Aa (2016) as Mr. BanerjeeRaa Raa (2018)Pantham (2018) as High Court JudgeSrinivasa Kalyanam (2018) as Vasu's relativeGeetha Govindam (2018) as Geetha's grandfatherJathi Ratnalu (2021) as Chief MinisterSreekaram (2021) as AnantharajuMost Eligible Bachelor'' (2021) as Judge\n\nParagraph 29: Four days later, the ship departed Norfolk in the screen of the aircraft carrier , bound ultimately for the western Pacific. Steaming via the Panama Canal and San Diego, California, the destroyer arrived in Pearl Harbor on 25 September. She conducted training exercises there for almost a month before departing the Hawaiian Islands on 23 October in the screen of . Steaming via Eniwetok and Manus Island, she arrived in Ulithi on 5 November. There, she became a unit of Task Group (TG) 38.4, of the fast carrier task force, with which she sortied that day for a series of air strikes on targets in the Philippines. The warship returned from that foray to Ulithi on 22 November and lay at anchor there until 27 November when she got underway with Destroyer Squadron (DesRon) 60 for the Philippines. She arrived in San Pedro Bay, Leyte, on 29 November and joined the screen of TG 77.2 operating in Leyte Gulf. She returned to the anchorage at San Pedro Bay on 4 December and remained there until 6 December when she departed with TG 78.3 to support landings from Ormoc Bay on the western coast of Leyte. The troops of the United States Army's 77th Infantry Division stormed ashore unopposed on 7 December, but the Japanese mounted heavy kamikaze attacks on the supporting ships in an attempt to foil the assault. During those air raids, Walke assisted the destroyer  when three kamikazes of a nine-plane raid succeeded in crashing into her. After rescuing a number of Mahans crewmen, Walke sent the stricken destroyer to the bottom with a torpedo and gunfire. The next day, en route back to San Pedro Bay, she helped to splash an attacking enemy aircraft. She safely reached her destination later that day and operated in Leyte Gulf and at San Pedro Bay until 13 December.\n\nParagraph 30: Indonesia is a country with the largest Muslim population, which is approximately 227 million people, more than Pakistan and India, at 204 million and 189 million people, respectively. The Indonesian government began to address the issue of poverty in 1994 due to the migration of rural residents into urban areas hoping for better opportunities in the 1970s and 1980s. This existing social inequality then made Muslim economists design a more modern way of collecting alms run by private organizations in accordance with Islamic values. In Islam, zakat is a form of giving where a muslim or  business entity gives gold, silver, property and more to those who deserve, in accordance to Islamic Law. Zakat is one of the obligations of Muslims who are able to do it and have the potential to reduce poverty and social inequality. Other than private foundations who collect and distribute zakat, Indonesia has also established the  (BAZNAS) as an organization that collects and distributes zakat nationally in response to the large zakat potential of this country with the largest number of Muslims in the world. Nevertheless, a study by Khasandy and Badrudin in 2019 argued that BAZNAS could only manage 1% of the potential estimated zakat which was Rp217 trillion. In 1999, the Indonesian government issued a law on zakat management, which stated that zakat as a potential source of funds to support welfare for public needs to be managed professionally and responsibly by the community (private foundations) and the government. Therefore, the government has an obligation to provide protection, guidance and services to zakat givers and recipients and zakat managers. Until now, various poverty alleviation programs have been implemented the government, among others, Family Welfare Savings (Takesra) and Family Welfare Business Credit (Kukesra) in the Suharto era (1970-1998), Labor Intensive Program in the B. J. Habibie era (1998-1999), Health and Education Services for the Poor in the Abdurrahman Wahid era (1999-2001), Cheap Electricity for Poor Households in the Megawati Sukarnoputri era (2001-2014), Cash Transfer Program (BLT) in the Susilo Bambang Yudhoyono era (2004-2014) and Non-Cash Food Assistance (BPNT) in the Joko Widodo era (2014-2019)."
    },
    {
        "inputs": [
            "The text discusses the legal complications surrounding the estate of filmmaker Orson Welles and the impact on the completion and distribution of his unfinished film, The Other Side of the Wind. Welles' assets were inherited by his daughter, Beatrice Welles, and his long-time companion, Oja Kodar. Beatrice Welles has claimed ownership of all of her father's completed and incomplete films, including The Other Side of the Wind, causing delays and disputes. The personal animosity between Beatrice Welles and Oja Kodar has further complicated matters. Legal battles and attempts to enforce clauses in Welles' will have added to the continuing complications.",
            "The text discusses the size and arrangement of magnetotactic crystals, which are crystals found in bacteria that allow them to orient themselves according to Earth's magnetic field. The crystals range in size from 30 to 120 nanometers, which is optimal for their magnetotactic abilities. Smaller crystals are not as efficient and larger crystals can form magnetic domains in opposing directions. Some magnetotactic bacteria have magnetosomes (clusters of magnetotactic crystals) that deviate from the ideal chain-like arrangement. These non-ideal arrangements may serve additional functions related to metabolism, although these functions are currently unknown.",
            "The text discusses how author John Scalzi uses his blog, called the Whatever, to raise money for organizations and causes he supports. In one instance, he raised over $5000 for Americans United for the Separation of Church and State by visiting the Creation Museum and documenting his experience after a challenge from fellow writer Joe Hill. Scalzi extended the challenge to his readers and raised 256 times the admission price. In another instance, Scalzi collaborated with Subterranean Press and other authors to create a chapbook story collection called Clash of the Geeks, which was offered online in exchange for donations to the Lupus Alliance of America. The collection included stories written in response to a painting commissioned by Scalzi, featuring him as an orc and Wil Wheaton riding a unicorn pegasus kitten."
        ],
        "answers": [
            "Paragraph 2: ",
            "Paragraph 6: ",
            "Paragraph 16: "
        ],
        "context": "Paragraph 1: Cottonmouth is a snake-themed super villain, mainly associated with the Serpent Society. He first appeared in Captain America #310 (Oct. 1985), created by writer Mark Gruenwald and artist Paul Neary. Burchell Clemens was artificially enhanced and given the ability to extend his jaw to over a foot and bite through solid materials such as concrete. He first showed up as part of the Serpent Society, often teaming up with Society member Asp. The team came into conflict with Captain America during a paid hit on MODOK After being arrested Society leader Sidewinder freed Cottonmouth and others from custody. When Viper took control of the Serpent Society Cottonmouth was one of the members who opposed her, siding with Captain America to take Viper down. Cottonmouth remained a member when the Serpent Society was reorganized as Serpent Solutions.\n\nParagraph 2: However, continuing legal complications in the Welles estate and a lawsuit by Welles' daughter, Beatrice Welles, caused the project to be suspended. When Welles died in 1985 he had left many of his assets to his estranged widow Paola Mori, and after her own death in 1986, these were inherited by their daughter, Beatrice Welles. However, he had also left various other assets, from his house in Los Angeles to the full ownership and artistic control of all his unfinished film projects, to his long-time companion, mistress and collaborator Oja Kodar, who co-wrote and co-starred in The Other Side of the Wind. Since 1992, Beatrice Welles has claimed in various courts that under California law, she had ownership of all of Orson Welles' completed and incomplete pictures (including those which he did not own the rights of himself in his own life), and The Other Side of the Wind has been heavily affected by this litigation. The Guardian described how she \"stifled an attempt by US cable company Showtime and Oja Kodar (Welles's partner in the latter part of his life) to complete The Other Side of the Wind\", while The Daily Telegraph stated that Beatrice Welles had \"blocked\" the film. Matters have been exacerbated by much personal animosity between Oja Kodar and Beatrice Welles – Beatrice blames Kodar for causing the break-up of her parents' marriage, while Kodar blames Beatrice for attempting to block the screening or re-release of a number of her father's works, including Citizen Kane, Othello, Touch of Evil, Chimes at Midnight and Filming Othello. (The latter claim has been supported by film critic Jonathan Rosenbaum, who has accused Beatrice of being solely motivated by profit in claiming royalties from these films, then settling out of court as studios have been keen to avoid costly legal battles.) A clause of Welles' will, specifying that anybody who challenges any part of Kodar's inheritance will be automatically disinherited, remains unenforced – Kodar sought to have it enforced in the 1990s, but could not afford the legal fees as the case dragged on.\n\nParagraph 3: During the Bangladesh Liberation War of 1971, the Borhanuddin Thana Sangram Parishad was founded on 9 March with Reza-e-Karim Chowdhury Chunnu Miah as president, Bashiruddin Miah as vice-president, Muhammad Sirajul Islam as general secretary, Doctor Sayyid Ahmad as treasurer, Anwar Husayn Bhuiyan as publicity officer and Fakhrul Alam Chowdhury and Sirajul Islam Chandu Master as members. Its student wing, the All-Parties Student Sangram Committee, was led by Muhammad Zulfiqar Ali, Tazimuddin Nurnabi, Moslem Hawladar, Jahangir Mahbub, Shahid Rab and Abu. All of the freedom forces of Bhola were based in Borhanuddin such as the force of Abul Kashem of Char Fasson in the Borhanuddin High School and Havildar Majibur Rahman's force in Borhanuddin Primary School. The India-trained faction had possession of modern weaponry. High Command Subedar Siddiqur Rahman led the home Borhanuddin force, battling the army in the villages of Sachra and Deula. Mawlana Maqsufur Rahman played an important role in the Deula victory. Other notable members of the home force of Borhanuddin were Akbar Ali, Shamsul Haq, Ibrahim Miah, Muhammad Siddiq, Nayek Asmat Ali and Lance-Nayek Ziaul Haq. On the morning of 18 October, Siddiqur Rahman and one hundred Bengali freedom fighters besieged the thana. The OC (Officer in Charge) of Borhanuddin Thana flew a white flag, signalling a surrender. Motahar Uddin, Reza-e-Karim Chowdhury MPA and CO Azizul Islam made the officers at the thana surrender. The freedom fighters collected seventy rifles and ammunition. On 22 October, houses in the villages of Tetulia, Betua and Deula were set on fire by the army. Siddiqur Rahman and his force launched an attack at Deula Dighir Par, leading to the death of 50 soldiers from the army including their supporter, the OC (Officer in Charge) of Borhanuddin Thana. The Pakistani army attempted to regain control of the thana which had been under the control of freedom fighters since 18 October. The freedom fighters thought that the Pakistani army would come from Bhola by land, and not river. However, on the morning of 29 October, the Pakistan Army arrived in Borhanuddin via gunboats and launches. The freedom fighters were not informed of this, and the army proceeded towards the thana. The army burnt down Borhanuddin bazaar and Borhanganj, whilst Tansen and Jalil shot at the army car. 71 people were killed on that day by the army, including Sayyid Ahmad Dalalpuri, the Postmaster of Borhanuddin. The army left before noon, and camped at the office of CO Dave, who supported the freedom fighters. Despite Siddiqur Rahman's force consisting of 500 freedom fighters, the brawl at the thana was unsuccessful in Borhanuddin. People from Borhanuddin also contributed to the war in other parts of the country, among the martyred are EBR Lance-Nayek Tafazzal Husayn Chakachashi in Chittagong, EBR Muhammad Sadiq Batamari in Rajshahi and EPR Mukhlisur Rahman in Comilla.\n\nParagraph 4: In general, the genus of a knot is difficult to compute, and the Seifert algorithm usually does not produce a Seifert surface of least genus. For this reason other related invariants are sometimes useful. The canonical genus  of a knot is the least genus of all Seifert surfaces that can be constructed by the Seifert algorithm, and the free genus  is the least genus of all Seifert surfaces whose complement in  is a handlebody. (The complement of a Seifert surface generated by the Seifert algorithm is always a handlebody.) For any knot the inequality  obviously holds, so in particular these invariants place upper bounds on the genus.\n\nParagraph 5: He was comparatively slow in development. His first great success was a dithyrambic war-song for the army of 1808. In 1811 his patriotic poem Svea won the great prize of the Swedish Academy, and made him famous. In the same year was founded in Stockholm the Gothic League (Götiska förbundet), a sort of club of young and patriotic men of letters, of whom Tegnér quickly became the chief. The club published a magazine, entitled Iduna, in which it printed a great deal of excellent poetry, and ventilated its views, particularly as regards the study of Icelandic literature and old Norse history. Tegnér, Geijer, Afzelius, and Nicander became the most famous members of the Gothic League.\n\nParagraph 6: Magnetotactic crystals range anywhere in size from 30 nanometers to 120 nanometers. This size allows them to be magnetically stable and to help optimize the MTB ability toward magnetotaxis. The single domain crystals have the maximum possible magnetic moment per unit volume for a given composition. A smaller size would not be as efficient to contribute to the cellular magnetic moment, the smaller size crystals are superparamagnetic, therefore they are not continuously magnetic. Crystals exceeding 120 nanometers can form magnetic domains in opposition to the desired direction. While a single magnetosome chain could appear to be ideal for magneto-aerotaxis, a number of magnetotactic bacteria have magnetosomes or magnetosome arrangements that depart from the ideal. A reported example includes large magnetosomes (up to 200 nanometers) found in coccoid cells in Brazil. These cells contain enough magnetosomes that the calculated magnetic dipole moment of the cell is about 250 times larger than that of a typical Magnetospirillum magnetotacticum. Some bacteria have magnetosomes that are not arranged in chains, but the magnetosomes are clustered on one side of the cell. In this arrangement, the shape anisotropy of each crystal provides the stability against remagnetization, rather than the overall shape anisotropy in the magnetosome chain arrangement. These non-ideal arrangements may lead to additional, currently unknown functions of magnetosomes; possibly related to metabolism.\n\nParagraph 7: In 1828, Hudson began fitting out for what was to be her only cruise, and during this period was inspected by President John Quincy Adams and his entourage. The frigate sailed from New York on 28 September 1828 to serve as Commodore John Orde Creigton's flagship in the Brazil Squadron. In company with , she touched at New London, Connecticut for supplies and ammunition before turning south to reach Rio de Janeiro on 29 November to help eradicate the insidious traffic in slaves along those shores. From there Hudson conducted several patrols along the South American coast, stopping and boarding for inspection American as well as foreign ships. She also served as a harbor patrol vessel at Montevideo and Rio and cruised to Bahia and St. Catherine during her three years on station.\n\nParagraph 8: Landon was private secretary to the Governor of New South Wales William Lygon, 7th Earl Beauchamp, 1900. In 1898 he and Beauchamp had holidayed in Paris. In 1903 he was special correspondent of the Daily Mail at the Delhi Durbar, in China, in Japan and in Siberia; in 1903–1904 he was special correspondent of The Times on the British military expedition to Lhasa, Tibet; in 1905–1906 he was special correspondent of The Times for the Prince of Wales' visit to India; and after that he was in Persia, India, and Nepal, 1908; Russian Turkestan 1909; Egypt and Sudan 1910; on the North Eastern Frontier of India and at the Delhi Durbar, 1911; in Mesopotamia and Syria, 1912; in Scandinavia and behind the British and French lines in 1914–1915; behind the Italian lines and to the Vatican in 1917 (the war and Vatican visits with Kipling); at the Paris Peace Conference, 1919; in Constantinople, 1920; in India, Mesopotamia, Syria, and Palestine 1921; on the Prince of Wales' tour of India and Japan, 1921–1922; in China and North America 1922; at the Peace Conference in Lausanne, 1923; in China, Nepal and Egypt 1924; and in China in 1925 (source except where noted: Who Was Who).\n\nParagraph 9: Although there are many minor differences between the broadcast pilot and the cinema release, the most notable is the fact that, in the film version, Baltar is executed by the Cylons, whereas, in the television version, he is held for public execution before later being shown mercy by the Cylons, and going on to be a major character on the television series. The made for TV version included a scene of Starbuck & Athena in her quarters, which more significantly established their relationship early in the story. The Cylons in the theater release versions were living creatures in armor suits, not robots (rumor has it the censors allowed them to blow up more Cylon ships on TV if they were robots). There were more aliens in the casino on the planet Carillon in the theater version (the motivation to replace some of the aliens with humans might have been to make it less like the cantina scene in Star Wars). In the theater version there is significant dramatic tension when the audience realizes that all the pilots have been invited to a party on the planet Carillon, and the Cylons are about to attack the fighter pilotless fleet. In a surprise ending we find out that non-pilots have been dressed as pilots, and most of the real pilots are on the Galactica prepped for a counter attack. In the TV version they destroy this dramatic tension by giving away the surprise ending ahead of time with a conversation between Commander Adama and Colonel Tigh, and a scene of Tigh stealing uniforms from pilots' lockers. Another difference was related to TV censorship. In the TV version Starbuck and Cassiopia are sitting beside each other fully clothed in the launch tube, not nude and having sex as they were in the theater version, when Athena sees them on the monitor. (In the 35th Anniversary Blu-ray of the theatrical release, they are fully clothed.)\n\nParagraph 10: As a part of an overall plan to circle and defeat Gungunhana, Couceiro marched 270 Europeans, 50 Angolans, five cannons, and three rapid-firing guns to the southern border of Vátua lands in late June. Near the former fort of Stokolo, about 12 kilometers from the main road, Paiva Couceiro and Freire de Andrade built an outpost (Ponto X) and bridges without any conflict from the Cossine or Vátua tribes. On July 17, he recaptured the Portuguese outpost in Magude, and completed another bridge on July 24. Meanwhile, Enes was not having too much success in trying to encircle the tribal-lands of Gungunhana. He protested to him, through his intermediaries José Joaquim de Almeida and Aires de Ornelas, and requested he surrender rebels Mahazulo and Matibejana, as well as insisting that the chief accept two or three posts on his lands, in exchange for the immediate removal of Portuguese troops along his frontiers.  Although Enes had been counseled against starting a war with Gungunhana, Couceiro and Freire de Andrade insisted, at the end of June, that they should advance towards Cossine (within the Vátua lands) and begin the war against the chief. This perturbed the chief; near Cossine were many Vátua tribesmen, and in Magul, the provisional base of Matibejana. On August 23, Paiva Couceiro received orders to attack and arrest the rebel Matibejana. He advanced with 1,000 men along the swampy river, while a contingent of auxiliaries pillaged the neighboring villages and massacred the inhabitants. What was later known as the Battle of Magul, demonstrated acts that were more cavalier than operationally strategic. Paiva Couceiro's contingent, once again, became separated from his colleague Freire de Andrade's column, and finding the tribes of Cossine exhorted an ultimatum to surrender the rebel Matibejana within three days. When this did not occur, and after several days of inactivity, the gathered tribesman attacked directly the Portuguese lines, which resisted with only 5 dead and 27 injured (the tribes lost 300–450 in total). Although not a strategic victory, it did establish Portuguese military supremacy and turned the tide of the Luso-African skirmishes For his actions, in August 1895, Paiva Couceiro was made Knight of the Order of São Bento de Avis, for his actions. Although he demonstrated extraordinary physical courage, he placed his forces in unnecessary harm, but was to become a celebrity and feted with local honors, particularly after the imprisonment of Gungunhana:\n\nParagraph 11: Rakeysh said the following in a scriptwriter's conference conducted by the Film Writers Association in the year 2008, \"I was making a documentary called Mamooli Ram, on Amul, the milk revolution with Kamalesh Pandey. We were sitting in a small hotel room in Nanded, drinking. We started singing songs, and we both realized we liked similar songs. And so Rang De Basanti was born. He was angry with the system, I was helpless with the system. We wanted to do so much. But we really can't do anything and it was born out of anger. He wrote a story called Ahuti, meaning sacrifice. Ahuti was about the armed revolution in India, between the years 1919 and 1931. It started with Ashfaqullah Khan, Ramprasad Bismil, Bhagat Singh, Rajguru, went on to Chandrashekhar Azad and so on. We had this amazing screenplay called Ahuti, which we had also termed as The Young Guns of India, which started with a train robbery, Azad on a horse and so on. I said, \"let's do The Young Guns of India\". We were going to go on the floor, and suddenly there were a couple of film on Bhagat Singh made. But they came and went. Not because they were good or bad films, not because they were written badly or not written so badly. I'm not being judgmental about them. And this is very important: because they did not reflect the sentiment of today's time. Nobody in the audience could identify with something which was past. It wasn't that there wasn't an idea of patriotism in us, but it was sleeping somewhere. And you had to kind of relate to it in today's world. So a couple of bottles of vodka again, and three days later, with a couple of vodkas down, Kamlesh Ji comes up with 'You know what, I think I've cracked it'.\"\n\nParagraph 12: During the Communist era, Mizil depended for employment on three large factories employing almost the entire workforce. The largest, established in 1951, produced armaments; the next turned out spun textiles and the smallest made mattresses. The town reached an economic nadir in 1998-1999, when these laid off thousands of workers. One factory, formerly employing 8,500, fired all but around 400, while another dismissed almost all its 2,000 employees. Unemployment rose to 17.5% (against a national average of 8.7%); including those who had stopped looking for work, unemployment reached 80% of the working-age population (18 to 62). Poverty had reached alarming levels, with tension and crime also rising, particularly among the generally jobless, under-educated Roma. As of 2005, 39% of Mizil firms are involved in commerce, 15% in services, 12% in industry, 11% in construction, 5% in agriculture, 3% in transport, and 15% in other domains. That year, the working-age population was 65% of the total, of whom 30% had jobs. Roma represented a significant portion of the 70% who did not. Due to the factory closings, there was a dramatic fall in employment between 1994 and 2001; even with a slight rise in subsequent years, the workforce only reached half the 1994 level.\n\nParagraph 13: When Alfonso XI died from the Black Death, during a siege of Gibraltar. The sons of Dona Eleanor Guzman rebelled after the king's death, refusing to acknowledge the new heir, Pedro I of Castile, who was fifteen years-old at the time. During the reign of King Alfonso XI, Dona Eleanor de Guzman (the king's favorite concubine) had taken Queen Maria of Portugal's place at many important events, thus causing bad feelings between the two. Queen Maria of Portugal was regent for one year after her husband's death.  When Dona Eleanor's sons' rebelled Count Jao de Albuquerque easily convinced the Queen Mother that Eleanor de Guzman had played a part in the rebellion, and not needing much prodding, Dona Eleanor was executed. The subsequent execution of Eleanor in Talavera in 1351, added more fuel to the fire of the rebellion by Guzman's sons, in particular her fourth born, Count Henry of Trastamara, who through marriage, ruled the northeastern portion of the kingdom. The future Henry II of Castile and Leon, had several brothers: Fadrique, Tello of Castile, and Sancho of Castile. Through a combination of threats and diplomacy, Peter I of Castile was able to elicit fealty and a temporary reconciliation with his half-brothers. But this was not to last. Master Fadrique of The Order of Santiago, a religious knight, was named royal emissary to Bourbon, France, when he went to escort Pedro's bride-to-be, Blanche of Bourbon.  There were rumors he had slept with his brother's bride. “Just what had happened, it is somewhat difficult to discover, and the story is told that the king, listening to scandalous talk, was made to believe that his royal messenger and half-brother, Fadrique, had played the role of Sir Tristan as he had brought the lady back and that she had been a somewhat willing Isolde.” Women of Romance Countries, John Effinger (2021). The subsequent turmoil of this marriage and Pedro's entanglement with his concubine, María de Padilla, who King Pedro later swore he had married in a secret ceremony, was unlikely to have help cement a relationship between King Pedro and Master Fadrique.\n\nParagraph 14: Osborne has since written other Billboard Country Airplay chart-topping songs, including \"Drunk Last Night,\" recorded by Eli Young Band, \"My Eyes,\" performed by Blake Shelton featuring Gwen Sebastian, \"We Are Tonight,\" sung by Billy Currington, \"Leave the Night On\" and  \"Take Your Time\" by Sam Hunt, \"Wild Child\", written with Chesney and frequent collaborator Shane McAnally featuring Grace Potter, \"Sangria\" performed by Blake Shelton, Jake Owen's \"Real Life\", \"John Cougar, John Deere, John 3:16\", performed by Keith Urban, Tim McGraw's \"Top of the World\", \"Setting the World on Fire\" performed by Kenny Chesney featuring Pink, the Grammy and Academy of Country Music Award nominated \"Vice\" performed by Miranda Lambert, Midland's \"Drinking Problem\" (which he also produced), and Kenny Chesney's  \"All the Pretty Girls\". Osborne has been nominated for over 20 awards by the Academy of Country Music, American Country Awards, ASCAP, Billboard Music Awards, Country Music Association, Music Row and NARAS. Kacey Musgraves’ \"Merry Go 'Round,\" written by Osborne, Shane McAnally and Musgraves, earned Osborne four nominations and won Song Of The Year at the 2013 Music Row Awards and Best Country Song at the 2014 GRAMMY Awards. Also in 2014, Osborne was honored by having his name added to the prestigious Country Music Highway, which runs through the state of Kentucky and near his hometown of Virgie. RIAA Certified Double Platinum No. 1 hit, \"Take Your Time,\" recorded by Sam Hunt and written by Osborne, McAnally and Hunt, earned Osborne a nomination for Song of the Year at the 2015 CMA Awards. 2015 also brought several wins at the ASCAP Awards — earning Osborne Song of the Year for Sam Hunt's \"Leave the Night On\" and Songwriter of the Year. In 2017, Miranda Lambert's \"Vice,\" written by Osborne, McAnally and Lambert, was nominated for Best Country Song at the GRAMMY Awards and Song of the Year at the ACM Awards. Osborne has been nominated five times for Songwriter of the Year by the ACM and has received multiple CMA Triple Play Awards for having three No. 1 songs on the charts in a 12-month period. Osborne earned a 5× Platinum No.1 with “Body Like A Back Road,” written by Sam Hunt, Shane McAnally, Osborne, and Zach Crowell. The single made history as the longest reigning No. 1 on the Billboard Hot Country Song chart by a solo artist, spending 34 weeks atop the chart and was named ASCAP's 2018 Song of the Year. Most recently, he won Song of the Year at the 2020 ACM Awards for co-writing Old Dominion’s “One Man Band.”\n\nParagraph 15: \"Coming back to the Calcutta Group, it had a strange beginning. It would be quite difficult to provide a proper history. Rathin-babu [Maitra] was a class friend of Subho Thakur at the Government Art College. He was a frequent visitor at the Jorasanko Thakurbari. Around that time, i.e. 1938 or so, Gopal Ghosh was working with Kanwal Krishna at the corner of Cornwallis Street. Rathin babu was also known to them. Subho Thakur’s Neel rokto lal hoye gelo (Blue blood turns red) had just been published...around 1942 or ‘43. Baba had read the book: he praised it. Ma read out parts of the book to all of us at home. Rathin-babu’s mother was equally surprised and pleased when she read the book. And she asked her son, why don’t you bring Subho home one day? Rathin-babu obliged and took his friend to meet his parents. Subho Thakur expressed his desire to bring out a magazine and also mentioned that he didn’t have the funds for it. I believe Rathin-babu’s parents helped him out with some money for the magazine.  Subho Thakur was a frequent visitor to our home as well; he liked looking at Niru- da’s paintings, and chatted with us all. I remember one time when dada and Niru-da had just come back from Rikhia and Niru-da was painting with thick lines at this time; the work had an overall bold effect. Have you seen the line drawings that Niru has been doing? Rathin-babu asked Subho Thakur. Niru-da had not as yet begun work in oils. He was still working along the ‘oriental’ line/style. In 1943, during the time of the Bengal Famine, Niru-da and Subho Thakur brought out a new magazine called Atikrama (trans) under their joint editorship. Niru-da's line drawings were first brought out in this magazine. Perhaps there are many who do not know of this magazine. The three of them brought it out together. Alongside, they began to plan and organize the Group.......Perhaps in our context the contribution of the Group may not amount to much, but undoubtedly at one point the Group served as a landmark, initiating new directions....Subho Thakur's home on S.R. Das Road was where they held their first exhibition. The house was full of paintings by each of the artists. The then governor's wife Mrs.Casey inaugurated the exhibition. Quite an event it was, replete with police, motorbikes and all the rest. At first the two people who held it together was Rathin Maitra and Subho Thakur. Later on came Gopal Ghosh, the sculptor Prodosh Dasgupta and Paritosh Sen. Niru-da introduced Prankrishna Pal. Satyajit Ray used to live opposite our house near the Triangular Park. He too often came to these sessions, which would flow out into the street as people walked to Prodosh Dasgupta's studio at the other end of the road. Prodosh-babu's wife, whom we addressed as Kamal-boudi was a regular too....However, well before 1947 when Niru-da left for Paris both Rathin Maitra and Gopal Ghosh had left the Group. Meanwhile, Goverdhan Aish and Rathin Mitra had joined. I too was invited after I passed out from the Government Art College. I believe it was Prodosh-babu who invited me. But I had never really liked the Group.\"\n\nParagraph 16: Scalzi also uses the Whatever to help raise money for organizations and causes he supports. Notably, in June 2007 he raised over $5000 in 6 days for Americans United for the Separation of Church and State after fellow writer Joe Hill challenged him to go visit the Creation Museum that had just opened near Cincinnati, not far from Scalzi's Ohio home, if Hill paid for the ticket, offering to match the cost with a donation to the charity of Scalzi's choice after he filed a comprehensive report on the trip online. Scalzi extended the deal to all Whatever readers, raised 256 times the admission price, and posted his critical report on the Creation Museum on November 12, 2007. In September 2010 he joined with Subterranean Press and authors Wil Wheaton, Patrick Rothfuss, Catherynne M. Valente, Rachel Swirsky and others to create a chapbook story collection called Clash of the Geeks, offered online in exchange for donations to the Michigan/Indiana affiliate of the Lupus Alliance of America. Some of the stories were selected from a competition run on Whatever to write a story to explain a painting Scalzi had commissioned from Jeff Zugale, that featured Scalzi as an orc and Wheaton riding a unicorn pegasus kitten.\n\nParagraph 17: Purvi marries Virendra Pratap Singh, a widowed father of two children and head of a village in Haryana's Rewari district. The initially tense relationship between Virendra's kids and Purvi eases after a while and Purvi makes repeated efforts to bring them and their father closer. While the family is on a picnic Vaibhav, Virendra's half-brother, rapes Priyashi, Purvi's sister, for revenge for a past incident and Anjali, Purvi's and Virendra's sister-in-law records the event. A series of incidents leads to Virendra losing his trust in Purvi and he initially refuses to believe her allegations against his brother, however, she eventually succeeds in exposing Vaibhav's doings. Virendra asks Priyu to decide the punishment but she decides to marry Vaibhav instead. Virendra enforces her wish and arranges the marriage, despite Anjali's plotting to prevent the event. From then on, Vaibhav wants to take revenge on his brother and hires a hitman to shoot him during a land auction. Purvi manages to save Virendra, but he is later attacked by goons who were likewise hired by his brother. Priyu finds out about Vaibhav's intentions during their honeymoon and informs Purvi, leading to the hired goons being caught. After this, Purvi, in a desire to receive better education, enrolls in a nearby college where she has to conceal her wealthy status to avoid ridicule. Meanwhile, Vaibhav decides to punish Priya for her betrayal but, with the intent to scare her, accidentally kills her by pushing her from a cliff. Purvi suspected that Vaibhav planned to hurt his sister and finds strong indications for this in his house and through witnesses. When they confront him, Vaibhav purposefully provokes Virendra to shoot him for his murderous act, hoping that his brother is imprisoned. He succeeds and Virendra is imprisoned, while Vaibhav, wearing a bulletproof jacket, manages to escape with a disguise and attempts to leave the country with the help of Anjali. However, Purvi uncovers her brother-in-law's scheming and thereby frees her husband from imprisonment. But Priyu is still alive and reveals that it has been her plan all along to have Vaibhav accused of her murder. Priyu shoots Vaibhav. Prakashi then swears to wreak havoc in Purvi's life for ruining Vaibhav's life. She with Anjali repeatedly tries to separate Purvi from Virendra but fails. Purvi is horrified by the visual she gets while flying a drone and is angered when she learns that Anjali is the perpetrator of the crime. After Purvi visits the cave, she feels restless and wakes up in the middle of the night due to a nightmare where she sees a woman in chains. She swears to expose her but fails. It is revealed that the woman in chains is none other than Virendra's first wife Sakshi who was assumed dead five years ago. Virendra soon falls in love with Purvi and so does she. Virendra and his family travel to Goa for his destination wedding with Purvi. On the other hand, Prakashi knits a devious plan to ruin their wedding day. As an ecstatic Purvi and Virendra take their wedding vows, the two are taken aback when Juhi and Manas notice Sakshi at the wedding venue and rush towards her. Purvi is shocked to find Sakshi during her wedding with Virendra and is devastated when the wedding is cancelled. Virendra is caught between two worlds as Sakshi's return changes the dynamics of the whole family, leaving Purvi to pretend to be a helper in the house and Virendra seeing Purvi in such a light. Virendra explains to Sakshi everything that happened during her absence and how he ended up marrying Purvi. Purvi prepares to leave, but Sakshi asks her to stay and thanks her for looking after the family in her absence. Further, Sakshi realises that Purvi is not wrong and rather a victim of fate. Purvi pushes Virendra away from her when he tries to get closer to her. Elsewhere, Sakshi takes a big decision in front of the Panchayats and announces that Purvi will share the same position as hers. While Virendra is away on business, Sakshi makes Purvi perform some strange rituals that end up making her feel dirty, hurt, and humiliated. An infuriated Virendra stops the ritual and prevents Purvi from being subjected to further embarrassment. Disturbed by his outburst, Sakshi confronts him regarding his feelings for Purvi. He says that he has started liking Purvi. So Sakshi cuts her wrist. Purvi asks Virendra to continue his life with Sakshi and leave her alone, but Virendra rejects to do so. So Purvi demands a divorce.\n\nParagraph 18: Years later, Eternia has seen the end of tyranny and evil, and King Randor has married and ruled over a peaceful, prosperous people. Eternians are safe in the knowledge that their greatest threats are trapped behind the great barrier in the badlands near Snake Mountain. However, Skeletor finally breaks through the barrier and seeks to cause havoc once more, beginning with the capture of King Randor. Detecting the breach from within Castle Grayskull, the Sorceress informs Man-At-Arms, Randor's captain of the guards and a trustworthy ally, that the time has come for destiny to be fulfilled. Prince Adam, a spoiled, almost carefree heir-apparent to the throne of his father, Randor, is trained daily by the unrelenting Teela, his best friend. Adam is approached by Teela's father, Man-At-Arms, who takes Adam to Castle Grayskull. There, Adam learns from the Sorceress of an approaching evil which can only be defeated by someone destined to become the warrior He-Man, and is shocked to discover that he is the chosen one. Refusing to accept the responsibility, Adam returns home to find the palace in ruins, and that Skeletor's forces have captured his father. Adam, Man-At-Arms, and Teela pursue Randor's kidnappers into the forests, where they are ambushed. Adam is covered by Man-At-Arms as he returns to Grayskull, followed by his pet tiger Cringer, and the court magician Orko. His flight through the forest infuriates Teela, who only sees a coward leaving the scene of battle. Adam accepts his destiny, and is granted the Sword of Power, which he uses to become He-Man. With Cringer transforming into Battle Cat, a much larger beast strong enough to serve as a steed, He-Man returns to the scene of battle and rescues his father from Skeletor. Over the course of the first season, Randor's defenses expand, with many other fighters joining He-Man's cause. The Sorceress is revealed as the mother of Teela, whose ultimate destiny as the successor to the Sorceress manifests in small doses physically and mentally, often causing her pain or general befuddlement as she struggles to understand them. Skeletor becomes aware of Grayskull's power when he attacks it, prompting him to spend much of the season attempting to enter it. Hints are made as to the fate of Skeletor's mentor, Hordak, and the future main adversaries of the second season, the Snake Men. Much like the original series, selling toys was a key goal of this series, and He-Man and Skeletor would don variations of their costumes or different ones entirely whenever they were briefly \"empowered\" with an ancient relic or new technology. The first season ends on a cliffhanger in which Skeletor unites several of the other adversaries fought by the Heroic Masters into a grand council of evil. He captures most of the Masters, forcing He-Man and Teela to enter Snake Mountain. Adam becomes separated from his sword, and is soon forced to protect Castle Grayskull from Skeletor without it.\n\nParagraph 19: On January 22, 2010, Místico teamed up with Averno to participate in CMLL's Torneo Nacional de Parejas Increibles (\"National Amazing Pairs tournament\"), a tournament where CMLL teams up a Tecnico (Místico) and a Rudo (Averno) for a tournament. On the night of the tournament, Místico and Averno showed some surprising team unity by wearing outfits that mixed the style of each wrestler. In the first round, the team defeated Ephesto and Euforia, not showing any friction between the two, despite their long history of animosity. In the second round, Místico's attitude seemingly changed as he began attacking Volador Jr., someone he usually teams with. Místico even went so far as to ripping up Volador's mask, a rudo move, and won the match after an illegal low blow to Volador Jr. After the match, Místico took the microphone and claimed that \"all was fair in war and defending Mexico City\", a comment that drew a lot of boos from the crowd. Místico continued to work a Rudo style in the semi-final match, ripping at Máscara Dorada's mask. When Místico's team lost to Dorada and Atlantis the two tecnicos argued after the match. Further hints at Místico potentially turning Rudo came a few days later as Volador Jr. challenged Místico to a one on one match, a Super Libre (match with no rules) match if Místico would agree to it. The two met in the main event of an Arena México show on February 5, 2010, and this time Místico was clearly a Rúdo, tearing so viciously at Volador's mask that a new mask had to be brought to the ring between falls. In the second fall, Místico pulled his mask off and threw it to Volador Jr. in an attempt to get Volador Jr. disqualified. The end came when Volador Jr. reversed Místico's La Mística and won by applying the same move to Místico. On February 12, 2010, Místico lost the Mexican National Light Heavyweight Championship to Volador Jr. losing two falls to one. Místico, Volador Jr., La Sombra, and El Felino faced off in a four-way Lucha de Apuesta main event at the 2010 Homenaje a Dos Leyendas. Místico was not one of the first two pinned, allowing him to keep his mask. Following Dos Leyendas Místico announced that he was done being a rúdo and returned to the técnico side, although Volador Jr. remained suspicious of Místico. The storyline between the two cooled off for a bit, but in late May 2010 tension resumed as Místico and Volador Jr. faced off once again over the Mexican Light Heavyweight Championship, with Volador Jr. retaining the title. At the 2010 Sin Salida event, the two were on opposite sides of a Relevos incredibles; Místico teamed with Máscara Dorada and Mr. Águila while Volador Jr. teamed with Averno and Negro Casas. Averno came to the ring wearing the same combined Averno/Místico mask he had worn for the Parejas Incredibles tournament and tried to convince Místico to join the rúdo side, only to turn around and reveal that both he and Volador Jr. were wearing a combined Averno/Volador Jr. mask underneath. Volador Jr. worked as a rúdo throughout the match, losing the match for his team when he tried to cheat but was caught by the referee. On July 12, 2010, at the Promociones Gutiérrez 1st Anniversary Show, Místico participated in a match where 10 men put their mask on the line in a match that featured five pareja incredibles teams, with the losing team being forced to wrestle each other with their mask on the line. His partner in the match was El Oriental, facing off against the teams of Atlantis and Olímpico, La Sombra and Histeria, El Alebrije and Volador Jr., Último Guerrero and Averno. Místico and El Oriental was the last team, forcing them to face off in a one-on-one match. Místico won, forcing El Oriental to remove his mask and show his face. At the CMLL 77th Anniversary Show, Místico was one of 14 men putting their mask on the line in a Luchas de Apuestas steel cage match; he was the 11th and second to last man to leave the steel cage, keeping his mask safe.\n\nParagraph 20: In 1979, Charney chaired an \"ad hoc study group on carbon dioxide and climate\" for the National Research Council. The resulting 22-page report, \"Carbon dioxide and climate: A scientific assessment,\" is one of the earliest modern scientific assessments about global warming. Its main conclusion can be found on page 2: \"We estimate the most probable global warming for a doubling of CO2 to be near 3°C with a probable error of ± 1.5°C.\" This estimate of climate sensitivity has been essentially unchanged for over four decades, e.g., the IPCC Fourth Assessment Report (2007) says that \"equilibrium climate sensitivity is likely to be in the range 2°C to 4.5°C, with a best estimate value of about 3°C. It is very unlikely to be less than 1.5°C. Values substantially higher than 4.5°C cannot be excluded, but agreement with observations is not as good for those values.\"\n\nParagraph 21: MAPS helps scientists design, fund, and obtain regulatory approval for studies of the safety and effectiveness of a number of controlled substances. MAPS works closely with government regulatory authorities worldwide such as the United States Food and Drug Administration (FDA) and the European Medicines Agency (EMA) to ensure that all of its sponsored research protocols conform to ethical and procedural guidelines for clinical drug research. Included in MAPS' research efforts are MDMA (methylenedioxymethamphetamine) for the treatment of posttraumatic stress disorder (PTSD); LSD and psilocybin for the treatment of anxiety, cluster headaches, and depression associated with end-of-life issues; ibogaine for the treatment of opiate addiction, ayahuasca for the treatment of drug addiction and PTSD; medical cannabis for PTSD; and alternative delivery systems for medical cannabis such as vaporizers and water pipes. MAPS officials say the organization's ultimate goal is to establish a network of clinics where these and other treatments can be provided together with other therapies under the guidance of trained, licensed physicians and therapists.\n\nParagraph 22:  The Luo peoples inhabit an area that stretches from Southern Sudan and Ethiopia through northern Uganda and eastern Congo (DRC), into western Kenya and Tanzania and include the Shilluk, Acholi, Lango and Joluo (Kenyan and Tanzanian Luo). Luo Benga music derives from the traditional music of the nyatiti lyre: the Luo-speaking Acholi of northern Uganda use the adungu. Rhythms are characterized by syncopation and acrusis. Melodies are lyrical, with vocal ornamentations, especially when the music carries an important message. Songs are call-and-response or solo performances such as chants, recitatives with irregular rhythms and phrases which carried serious messages. Luo dances such as the dudu were introduced by them. A unique characteristic is the introduction of another chant at the middle of a musical performance. The singing stops, the pitch of the musical instruments go down and the dance becomes less vigorous as an individual takes up the performance in self-praise. This is called pakruok. A unique kind of ululation, sigalagala, mainly done by women, marks the climax of the musical performance. Dance styles are elegant and graceful, involving the movement of one leg in the opposite direction to the waist or vigorous shaking of the shoulders, usually to the nyatiti. Adamson (1967) commented that Luos clad in their traditional costumes and ornaments deserve their reputation as the most picturesque people in Kenya. During most of their performances the Luo wore costumes; sisal skirts (owalo), beads (Ombulu / tigo) worn around the neck and waist and red or white clay used by the ladies. The men's costumes included kuodi or chieno, a skin worn from the shoulders or from the waist. Ligisa headgear, shield and spear, reed hats and clubs were made from locally available materials. Luo musical instruments range from percussion (drums, clappers, metal rings, ongeng'o or gara, shakers), nyatiti, a type of lyre; orutu, a type of fiddle), wind (tung' a horn, Asili, a flute, Abu-!, to a specific type of trumpet. In the benga style of music. the guitar (acoustic, later electric) replaced the nyatiti as the string instrument. Benga is played by musicians of many tribes and is no longer considered a purely Luo style.\n\nParagraph 23: Jadids maintained that the traditional system of education did not produce graduates who had the requisite skills to successfully navigate the modern world, nor was it capable of elevating the cultural level of Turkic communities in the Russian Empire. The surest way to promote the development of Turks, according to the Jadids, was a radical change in the system of education. New method schools were an attempt to bring such a change about. In addition to teaching traditional maktab subjects, new method schools placed special emphasis on subjects such as geography, history, mathematics, and science. Probably the most important and widespread alteration to the traditional curriculum was the Jadids' insistence that children learn to read through phonetic methods that had more success in encouraging functional literacy. To this end, Jadids penned their own textbooks and primers, in addition to importing textbooks printed outside the Russian Turkestan in places such as Cairo, Tehran, Bombay, and Istanbul. Although many early textbooks (and teachers) came from European Russia, Central Asian Jadids also published texts, especially after the 1905 Revolution. The physical composition of new method schools was different as well, in some cases including the introduction of benches, desks, blackboards and maps into classrooms.\n\nParagraph 24: ABN AMRO, Albert Heijn, Shell, Vroom & Dreesmann and KLM were contractually confirmed as anchor partners during the summer and the Air Miles programme launched via a massive advertising campaign in October 1994. The program enjoyed immediate success, with millions of Dutch households enrolling into the program before year's end. More than a dozen additional retailers also joined the Air Miles program just prior to --- or within a year --- following the launch. These included Praxis, Etos, Gall & Gall, Blokker, Hunkemoller, Videoland and several others. Similar to other Air Miles programs, Air Miles in the Netherlands originally included flights. But it also added a handful of other travel and leisure rewards. The initial rewards were KLM, Center Parcs, NS (Dutch Rail), Stena Line, Efteling and Noorder Dierenpark Emmen. In 1998, the reward program was expanded to include a wide-ranging catalogue of merchandise redemption options. The program's popularity later waned starting in 2004, when ABN AMRO ceased its participation. Albert Heijn subsequently limited its issuance of Air Miles just to private-label products to allow for greater product discounting via its Bonus Card program. At Shell gas stations, customers can choose between Air Miles or stamps. Currently Air Miles has over 3.8 million active users, making it the largest loyalty program in the Netherlands.\n\nParagraph 25: Germain Lesage (Raymond Bouchard), a welfare recipient himself and the new mayor, hatches a plan. The entire village will convince Dr. Lewis to stay. They tap his phone, and pretend to share his likes: cricket, fusion jazz, and all the same foods. Henri Giroux (Benoît Brière), the local banker whose sole job is to cash the townfolks' welfare cheques, leaves small amounts of money for Dr. Lewis to find as small measures to increase Dr. Lewis' happiness about being in town, and attempts to secure a loan through his bank for the bribe. Dr. Lewis likes the beautiful post office worker Ève Beauchemin (Lucie Laurier), but Ève knows he has a girlfriend, Brigitte, in Montreal.\n\nParagraph 26: After the team's highly successful run the previous year, Bayern management deferred to Van Gaal's assessment that no further transfers were needed in the run-up to the 2010–11 season. However, some players who had already been transferred away on a loan basis the year before, such as Luca Toni and José Sosa, were sold outright. Returning loanee Toni Kroos, who had also spent the last one-and-a-half years at Bayer Leverkusen, was the only notable \"addition\" to the squad. Bayern again had to deal with a string of injuries that befell key players, most notably Robben, who missed the whole first leg of the season due to a harmstring injury that he had picked up when preparing for the 2010 World Cup with the Netherlands. The team got off to a very poor start in the league, only securing eight points out of its first seven Bundesliga games and quickly conceding a substantial lead to eventual champions Borussia Dortmund. Hampered by consistently weak showings in its defence, Bayern finished the first half of the season in fifth place, 14 points behind leaders Dortmund. The winter transfer period saw the addition of Luiz Gustavo from 1899 Hoffenheim against the departures of captain Mark van Bommel to Milan and central defender Martín Demichelis to Málaga. While Bayern performed much better during the season's second half, securing the most league points of all teams, Dortmund's lead would eventually prove insurmountable. At the European level, Bayern looked poised to exact revenge on Internazionale for their Champions League final loss the year before, but despite a 1–0 away victory, the team exited the competition after a 2–3 home loss. Having already agreed to terminate his contract at the end of the season, Van Gaal was ultimately sacked outright on 10 April. Former assistant coach Andries Jonker took over the team and managed to win third place in the league, achieving the minimum aim of reaching a Champions League qualification spot.\n\nParagraph 27: The British Foreign Secretary Anthony Eden anticipated that by 1940 Germany might be persuaded to return to the League of Nations, accept arms limitations, and renounce her territorial claims in Europe in exchange for remilitarization of the Rhineland, return of the former German African colonies and German \"economic priority along the Danube\" The Foreign Office's Ralph Wigram advised that Germany should be permitted to remilitarize the Rhineland in exchange for an \"air pact\" outlawing bombing and a German promise not to use force to change their borders. However, 'Wigram did not succeed in convincing his colleagues or cabinet ministers'. Eden's goal has been defined as that of a \"general settlement\", which sought \"a return to the normality of the twenties and the creation of conditions in which Hitler could behave like Stresemann\" (chancellor, foreign minister and democrat during the Weimar Republic). On 16 January 1936, the French Premier Pierre Laval submitted the Franco-Soviet Pact to the Chamber of Deputies for ratification. In January 1936, during his visit to London to attend the funeral of King George V, Neurath told Eden: \"If, however, the other signatories or guarantors of the Locarno Pact should conclude bilateral agreements contrary to the spirit of Locarno Pact, we should be compelled to reconsider our attitude.\" Eden's response to Neurath's veiled threat that Germany would remilitarize the Rhineland if the French National Assembly ratified the Franco-Soviet pact convinced Neurath that if Germany remilitarized, then Britain would take Germany's side against France. There was a clause in the Locarno treaty calling for binding international arbitration if the one of the signatory powers signed a treaty that the other powers considered to be incompatible with Locarno. Both Neurath and his State Secretary Prince Bernhard von Bülow professed to every foreign diplomat with whom they spoke that the Franco-Soviet Pact was a violation of Locarno, but at the same time both strongly advised Hitler not to seek international arbitration in order to determine whether the Franco-Soviet pact really was a violation of Locarno. Seeking international arbitration was a \"lose-lose\" situation for Germany: resolving the dispute either way would remove Germany's ability to use it as an excuse for remilitarization. Although Neurath indicated several times in press conferences in early 1936 that Germany was planning on using the arbitration clause in Locarno in order to help convince public opinion abroad that the Franco-Soviet pact was a violation of Locarno, the German government never invoked the arbitration clause.\n\nParagraph 28: After an extended knee-injury layoff, Appiah came off the bench for Fenerbahçe in the Turkish Super League on 6 October 2007. However, the injury recurred after his last game on 1 December, and Appiah went to Italy for rehabilitation on 20 December 2007. The long-term injury forced him to miss the 2008 African Cup of Nations as a player, instead, he became a special adviser of the team. Fenerbahçe also wanted to de-register Appiah as he occupied a foreigner quota, but he refused as he was unclear with the matter. Appiah also refused to take rehabilitation in Turkey. The club also thought that Appiah was actually AWOL and Appiah thought the club exposed his medical history to the press and mistreatment to his injury, although the club defended that it had made an appointment for Appiah to visit Mayo Clinic, United States, but Appiah did not attend. On 1 February 2008, Appiah formally submitted a claim of mistreatment by asking to leave as free agent on 1 July 2008 and received the pre-agreed 2008–09 season salary of €2 million. In response, Fenerbahçe notified FIFA. In April 2008 the case went to FIFA Dispute Resolution Chamber (DRC), and both parties sued each other. He unilaterally terminated the contract at the end of season, as he thought the club had breached the contract by not fulfilling its duties. He also discussed with West Ham United in summer 2008 for a possible contract. DRC ordered Appiah to pay Fenerbahçe €2,281,915 as he breached the contract without just cause on 9 January 2009. He immediately appealed to the Court of Arbitration for Sport in May after received the decision on 5 May 2009 and the club also submitted its appeal. On 7 June 2010 CAS ruled that Appiah did not need to pay Fenerbahçe, as Fenerbahçe saved more in wages (€2,633,020.65) than losses  (€2,496,278.85).\n\nParagraph 29: Lauffen is located in the southern part of the district of Heilbronn,  south of Heilbronn and  north of the capital of Baden-Württemberg, Stuttgart, on the Neckar. The small river Zaber flows into the Neckar at this point. The neck of the previous great bow in the course of the north-flowing Neckar was broken through by erosion somewhere between 400 BC and 100 BC and for several centuries the watercourse survived as a ring of lakes. The old circular riverbed is now dry, apart from one small artificial lake. Along the old riverbed, a round hill was formed – its slopes now partially covered by the Kaywald forest and with other areas given over to the cultivation of vines. There is a hill on the western bank of the Neckar at the centre point of the ancient river bow. This hill became separated from another on the present eastern bank when the river broke through.  Lauffen grew up on the western bank, on the ridge which is the site of today's Regiswindis Church.  This hill settlement became known as Lauffen-Dorf (Lauffen village). In the middle of the river, between the two hills, is an island with a castle.  This castle, originally the seat of the Earls of Lauffen, is now home to the town hall – the island itself is a nature reserve. Another settlement, Lauffen-Stadt (Lauffen town), later established itself on the hill on the eastern bank. The two districts, Lauffen-Dorf and Lauffen-Stadt, are joined by a bridge.  A smaller bridge from Lauffen-Stadt leads to the island and the town hall. Yet another district, the so-called Lauffen-Dörfle (Lauffen little village), grew up around a convent and is situated on the western bank to the north of Lauffen-Dorf and the Zaber. An exclave of Lauffen, the town's forest of Etzlenswenden, is located further east in the Löwenstein Mountains. It is presumed that this forested area was allocated to the town by its founders in around AD 1200, as there was no other forest within its boundaries from which timber and firewood could be obtained. It is here, in the exclave, that the highest point is situated  above sea level; the lowest point  above sea level is by the Neckar.\n\nParagraph 30: The Chita-Khabarovsk road remained largely unfinished up until early 2004, when Russian President Vladimir Putin symbolically opened the Amur Highway, with great swaths of forest separating major portions from one another. Jim Oliver and Dennis O'Neil rode motorbikes across Russia, along the Trans-Siberian Highway, during the last week of May and the first three weeks of June in 2004: back then, as described in Jim Oliver's book, Lucille and The XXX Road, the section between Chita and Khabarovsk was an extremely challenging undertaking among marsh, gravel, rock, mud (vulnerable to the rasputitsa seasons), sand, washboard, potholes, stream fording and detours of the elusive highway with a noticeable absence of pavement which leads into cases of probable surface tension which can cause the highway to collapse. In the following years the road, in some places was a modern paved highway with painted reflective lane-lines, while in others a single lane meandering, pockmarked, loose-gravel trail following the route of the early 20th century Amur Cart Road. Completion of a 7-metre-wide highway between Chita and Khabarovsk was slated for 2010: now the road is in very good condition, completely upgraded and enlarged and with a smooth surface. The Amur Highway was fully reconstructed and paved in September 2010."
    },
    {
        "inputs": [
            "The text discusses a book written by a man named Winrod in 1935 called \"The Jewish Assault on Christianity.\" The book claims that the same forces that crucified Jesus Christ are now trying to destroy the Christian Church. Winrod argues that international Jewish Communism aims to exterminate all Christians and that this conspiracy is not new. The book received positive reception among Christians at the time. Winrod also expressed beliefs that Jews were damned to hell and that Jesus Christ condemned them in the Bible. He spread these views through his newspaper, The Defender, which had a monthly circulation of 100,000 by 1937. It is also mentioned that some of the articles in the newspaper reproduced materials from an antisemitic news agency founded by Ulrich Fleischhauer.",
            "The text tells the story of Henry, a veteran who was interested in the decision to exempt returning veterans from paying the poll tax in Mississippi. He tried to get black Mississippians to register to vote but encountered obstacles, including being rejected himself when he tried to register. He eventually managed to register after passing tests and reading sections of the state constitution. Henry used the G.I. Bill to study pharmacy and started his own business. He became involved in local and state activities, particularly African-American voter registration. After an incident where two black girls were raped and the perpetrators were acquitted, Henry organized an NAACP branch in Clarksdale. He was elected president of the Mississippi organization in 1959 and became close friends with Medgar Evers, who was assassinated in 1963, which greatly impacted Henry.",
            "The Gopher mascot, named \"Goldy,\" originated in 1952 when a University of Minnesota band member wore a wool gopher suit with a papier-mâché head. The mascot, known as Goldy, became a regular part of the university's Marching Band and Pep Band, with a different band member chosen each year to wear the suit. Goldy attended various events, interacting with the crowd and adding a friendly Minnesota touch to the atmosphere. The first name, Goldy, appeared in the 1960s."
        ],
        "answers": [
            "Paragraph 18: ",
            "Paragraph 5: ",
            "Paragraph 11: "
        ],
        "context": "Paragraph 1:  Neal McDonough appears again as Damien Darhk in Legends of Tomorrow. In season one, he is a minor antagonist. He attends a weapons auction held by Vandal Savage in the 1970s. Damien returns in season two as a recurring character, one of the two secondary antagonists alongside Merlyn, and a member of the Legion of Doom. He also serves as an archenemy to Sara Lance, Laurel's sister and the Legends' leader. Although initially hesitant to work with Eobard Thawne / Reverse-Flash, he quickly joins forces upon learning of his future death and the failure of his plans from Sara. Together with Eobard, his future/former accomplice and the rest of the Legion of Doom, he works to find the fabled Spear of Destiny to change his fate. After they succeed, Damien makes himself mayor of Star City and regains his magical artifact. However, the Legends manage to travel back in time to stop the Legion's success. Eobard also travels back in time to warn the past Legion, so Damien sets out with the Legion to stop the Legends in a final battle. Using swords and a futuristic gun courtesy of Eobard, Damien eventually kills the future counterpart of Citizen Steel before engaging in hand-to-hand combat with Sara. Sara manages to overpower and knock him out. After the Legion is defeated, the Legends return each member of the Legion to their respective place in the timeline and wipe their memories of time travel, so Damien ends up dying in 2016 as before. In season three, Damien is the secondary antagonist. He is resurrected from his death by his time-displaced daughter Nora Darhk with his memories restored and resumes his feud with Sara, the Legends and their allies. He later encounters Gorilla Grodd upon saving him from the napalm bombing during the Vietnam War and claims to have time traveling technology that will let Grodd travel through time at will. It is revealed that his alliance with Mallus is intended to ensure Mallus' release from his prison dimension by causing temporal aberrations that will weaken it, but this effort is complicated when tension arises between Damien and his daughter over their differing approaches to their relationship. Damien, after being convinced by Steel and the Atom that his daughter will cease to exist if Mallus is set free, decides to help the Legends stop Mallus from taking Nora's body, but ends up taking Nora's place and is killed by Mallus in the season three finale. In season five, Astra Logue grants Damien a second chance at life. He was supposed to cause misery, but instead went to go see Nora. She had to hide the fact of her current status by stating that Constantine is her boyfriend and that Sara and Ava are now her henchmen. Everything unraveled when the ring that Ray bought was placed in a chocolate mousse. Nora's latest charge wishes them all into an episode of Mr. Parker's Cul-De-Sac (a parody of Mister Rogers' Neighborhood) where they all worked out their issues in the most unlikeliest of ways. Afterwards, Damien allows Nora to marry Ray. After talking to Sara what Astra wanted him to do, Damien briefly borrowed the Hellsword previously used by Genghis Khan and stabbed himself.\n\nParagraph 2: Articles for the fight between Sullivan and Morrissey were signed on September 1, 1853. The stake money was $1,000 a-side and it was specified that the new rules of the London Prize Ring would be applied. Morrissey went into training 2 days after signing the articles, Orville Gardner being selected as his trainer. The fight between Morrissey and Sullivan took place on October 12, 1853, in the hamlet of Boston Corners, which was then in Massachusetts, but out of reach of its authorities, and thus a good location for the illegal match. The fight took place in a field, reportedly viewed by over 3,000 spectators. Sullivan dominated the match for most of the fight, but Morrissey held his own. The fight continued until the 37th round, when a struggle between the fighters on the ropes developed into hostilities between Sullivan and Morrissey's seconds and a \"general riot\" when elements of the crowd broke into the ring. The referee gave the decision to Morrissey, although it was not clear at the time why he made his verdict. One report said that it was because Sullivan had struck Morrissey with a \"foul blow\", another stated it was because of a \"foul blow\" and \"not coming to time\", whilst another stated that it was because Sullivan had stepped out of the ring before the referee had given his decision. The fight had lasted 55 minutes.\n\nParagraph 3: Vivie Warren, a thoroughly modern young woman, has just graduated from the University of Cambridge with honours in Mathematics (equal Third Wrangler), and is available for suitors. Her mother, Mrs. Warren (her name changed to hide her identity and give the impression that she is married), arranges for her to meet her friend Mr. Praed, a middle-aged, handsome architect, at the home where Vivie is staying. Mrs. Warren arrives with her business partner, Sir George Crofts, who is attracted to Vivie despite their 25-year age difference. Vivie is romantically involved with the youthful Frank Gardner, who sees her as his meal ticket. His father, the (married) Reverend Samuel Gardner, has a history with Vivie's mother. As we discover later, he may be Vivie's out-of-wedlock father, which would make Vivie and Frank half-siblings. Mrs. Warren successfully justifies to her daughter how she chose her particular profession in order to support her daughter and give her the opportunities she never had. She saved enough money to buy into the business with her sister, and she now owns (with Sir George) a chain of brothels across Europe. Vivie is, at first, horrified by the revelation, but then lauds her mother as a champion. However, the reconciliation ends when Vivie finds out that her mother continues to run the business even though she no longer needs to. Vivie takes an office job in the city and dumps Frank, vowing she will never marry. She disowns her mother, and Mrs. Warren is left heartbroken, having looked forward to growing old with her daughter.\n\nParagraph 4: In 1976, Bristol was hired as manager of the Atlanta Braves. Midway through the  season, with the Braves mired in a 16-game losing streak, owner Ted Turner sent Bristol on a 10-day \"scouting trip\" and took over as his own manager. This only lasted for one game (a 2–1 loss to the Pittsburgh Pirates) before National League president Chub Feeney ordered Turner to give up the reins, citing major league rules which forbid managers or players from owning stock in a team. After the Braves broke the streak with third-base coach Vern Benson as interim manager, Bristol—who had returned to his offseason home in Andrews, North Carolina—was brought back to finish out what was at the time the worst season in the Atlanta portion of Braves history (61–101—including a 60–100 record by Bristol). He was fired at the end of the season. He last managed in MLB with the Giants late in the  season and all of  before he was replaced by Frank Robinson, prior to the 1981 season. In June 1980, Bristol got into a fight with Giants pitcher John Montefusco after a victory over the rival Los Angeles Dodgers. Montefusco was angry at Bristol for removing him from the game too early.  Bristol finished with a career managerial record of 657 win and 764 defeats (.462).\n\nParagraph 5: As a veteran, Henry was interested in the decision that the Mississippi legislature had exempted returning veterans from paying the poll tax. Under the poll tax laws, a person had to have paid his poll tax for two years prior to the time that he voted. Therefore, he tried to get black Mississippians to go down to the courthouse to register to vote. However, several veterans, who were non-white, were unable to register. When Henry went to the circuit clerk's office to register, he was rejected, as had been other black Americans. The clerk asked Henry to bring a certificate showing that he was exempt from the poll tax. Although he brought the certificate, the clerk said that Henry still needed to pass various tests to show that he was qualified to vote. He was finally able to register to vote after he read several sections of the state constitution and went satisfactorily through more tests. Henry used the G.I. Bill, a law that provided educational benefits for World War II veterans, to enroll in the pharmacy school at Xavier University. When he graduated in 1950 with a pharmaceutical degree, he married Noelle Michael and went into his own pharmacy business. As a businessman in Clarksdale, he became involved in local and state activities, particularly events such as African-American voter registration. He decided to organize an NAACP branch in Clarksdale because of the incident where two black girls were raped by two white men who were subsequently judged not guilty. W.A. Higgins, who was the principal of the black high school and already a member of NAACP, made the suggestion, and the NAACP national headquarters encouraged Henry and Higgins to organize a local branch of the NAACP. In 1959, Henry was elected president of the Mississippi organization, and served in the NAACP for decades. Henry became close friends with Medgar Evers, who worked as a secretary for the NAACP in 1950. On June 12, 1963, Evers was assassinated in his driveway in Jackson, Mississippi and his assassination had a great impact on Henry.\n\nParagraph 6: There is disagreement as to when consonants ,  and , which were originally pronounced , , , acquired the value of , , and  that they have in Modern Greek. There is evidence of fricative  as far back as the 4th century BC, in the form of omissions before a back vowel. In the papyri from the 2nd century BC  is sometimes omitted or inserted before a front vowel, which indicates a palatal allophone  or . However, to Allen these do not seem to have been a standard pronunciation. Some scholars have argued that the replacement of old Greek   with  in certain late classical dialects indicates a fricative pronunciation. Ancient grammarians describe the plosive nature of these letters,  is transcribed as b, not v, in Latin, and Cicero still seems to identify  with Latin b. Gignac finds evidence from non-literary papyri suggesting a fricative pronunciation in some contexts (mostly intervocalic) from about the 1st century AD, in the form of the use of  to transcribe Latin  (which was also undergoing a fortition process from semi-vowel /w/ to fricative /β/.)  However, Allen is again sceptical that this pronunciation was generalized yet. Increasingly common confusion of  and  with  and  in late Roman and early Byzantine times suggests that the fricative pronunciation of  was common if not general by this time. Yet, it is not before the 10th century AD that transcriptions of  as fricative  v or  as voiced velar  ł (pronounced ) are found in Armenian, which suggests that the transition was not general before the end of the 1st millennium; however, previous transcriptions may have been learned transcriptions. Georgian loans in the 9th and 10th centuries similarly show inconsistency in transcribing  and  as a stop or fricative;  is consistently rendered as ბ b rather than ვ v, while  may be written with an adapted symbol ღ for fricative  or with ჟ  (approximating  in palatal position), but also with stop გ g. There is probable evidence for a peculiarly early shift of  >  in 6th century BC Elean, seen in the writing of  for . Gignac interprets similar spellings in the Egyptian papyri beginning in the 1st century AD as the spirant pronunciation for δ in the Koine, but before the 4th century AD these only occur before .  However, not all scholars agree that there is a reasonable phonetic basis for the earlier fricativization of δ before ι.\n\nParagraph 7: The 2008–09 season finished with the Couchiching Terriers taking the overall best record.  The finish in the Central Division was quite unique.  First and last place in the division was the least spread out of all four divisions, the top six of eight teams all had even or winning records, the Markham Waxers and Wellington Dukes race for first place lasted until the final game of the season, as did the race for third between the Hamilton Red Wings, Newmarket Hurricanes, and Toronto Jr. Canadiens.  The Central Division playoffs was won by Wellington, but they were eliminated by the MacKinnon Division champion and defending league champion Oakville Blades in a controversial series that went to a seventh game.  The Kingston Voyageurs won the Ruddock Division who beat the Phillips Division champion Huntsville Otters 4-games-to-1 to go to the Buckland Cup finals.  Kingston would defeat Oakville 4-games-to-2 in the league final for the Buckland Cup.  The Voyageurs moved on to the Dudley Hewitt Cup in Schreiber, Ontario where they started the tournament by beating the host Schreiber Diesels of the SIJHL 9–0.  They then were upset by the SIJHL champion Fort William North Stars 1–0.  In the third game, the Voyageurs defeated the NOJHL champion Soo Thunderbirds 2–0 to move on directly to the DHC Final.  In the final, the Voyageurs defeated a fatigued and fresh off a slim semi-final victory North Stars 4–1 to win the Central Canada crown.  They then flew out to Victoria, British Columbia for the 2009 Royal Bank Cup.  The event was a learning experience for the Voyageurs who started off the event with a 5–0 loss to the host Victoria Grizzlies.  In their next game, the Voyageurs edged the MJAHL's Summerside Western Capitals with a wild 7–5 win.  They then lost to the SJHL's Humboldt Broncos 5–2 and then the BCHL's Vernon Vipers 8–5.  Edging into the semi-finals via a head-to-head win over the Capitals, the Voyageurs lost their final game of the year 6–3 to the eventual national champion Vipers.\n\nParagraph 8: Transferrin, in addition to chromodulin has been identified as a major physiological chromium transport agent, although a recent study found that Cr3+ in fact disables transferrin from acting as a metal ion transport agent. While transferrin is highly specific for ferric ions, at normal conditions, only 30% of transferrin molecules are saturated with ferric ions, allowing for other metals, particularly those with a large charge to size ratio, to bind as well. The binding sites consist of a C-lobe and an N-lobe which are nearly identical in structure. Each lobe contains aspartic acid, histidine, 2 tyrosine residues and a bicarbonate ion that acts as a bidentate ligand to allow iron or other metals to bind to transferrin in a distorted octahedral geometry.  Evidence supporting the binding of Cr3+ to transferrin comes from extensive clinical studies that showed a positive correlation between levels of ferritin and of fasting glucose, insulin, and glycated hemoglobin (Hb1Ac) levels. Furthermore, an in vivo study in rats showed that 80% of isotopically labelled Cr3+ ended up on transferrin while the rest were bound to albumin. An in vitro study showed that when chromium(III) chloride was added to isolated transferrin, the Cr3+ readily bound transferrin, owing to changes in the UV-Vis spectrum. The formation constant for Cr3+ in the C-lobe is 1.41 x 1010 M−1 and 2.04 x 105 M−1 in the N-lobe, which indicates that Cr3+ preferentially binds the C-lobe. Overall, the formation constant for chromium(III) is lower than that of the ferric ion. The bicarbonate ligand is crucial in binding Cr3+ as when bicarbonate concentrations are very low, the binding affinity is also significantly lower. Electron paramagnetic resonance (EPR) studies have shown that below pH 6, chromium(III) binds only to the N-lobe and that at near neutral pH, chromium(III) binds to the C-lobe as well. Chromium(III) can compete with the ferric ion for binding to the C-lobe when the saturation greatly exceeds 30%. As such, these effects are only seen in patients with hemochromatosis, an iron-storage disease characterized by excessive iron saturation in transferrin.\n\nParagraph 9: Middlesex v Surrey (8–11 June)Middlesex (12pts) drew with Surrey (12pts)Surrey edged the first day against Middlesex at Lord's. Initially Surrey reduced their hosts to 148 for 5, but then Jason Dalrymple rescued the innings with 77, supported by Irfan Pathan and Ben Scott. The first day ended with them on 319 for 7. They improved that greatly to 437 on the second day, as Pathan and Scott both made scores in the 60s. Surrey started slowly, moving to 18 for 1 after 15 overs of quality bowling from Pathan and Alan Richardson, but the stranglehold was eased with Richard Clinton scoring freely as he made his way to 73. At close, which came 18 overs early because of bad light, Surrey were 157 for 2, with Mark Ramprakash having retired hurt. Bad light claimed the last 29 overs of the third day too, but an unbeaten 152 from Ali Brown and a Surrey debut score of 81 from New South Wales recruit Dominic Thornely saw Surrey through to 460. The fourth day was always likely to meander into a draw, and exactly that happened; Surrey were simply unable to take wickets quick enough as the hosts were content to bat to 353 for 6 declared. (Cricinfo scorecard)\n\nParagraph 10: \"The pastoral Somali have few large ceremonies and little ritual. For its interest, therefore I reproduce here a summary of a very full account of the traditional Gadabuursi installation ceremony given me by Sheikh 'Abdarahmaan Sheikh Nuur, the present Government Kadi of Borama. Clansmen gather for the ceremony in a well-wooded and watered place. There is singing and dancing, then stock are slaughtered for feasting and sacrifice. The stars are carefully watched to determine a propitious time, and then future  Ugaas is chosen by divination. Candidates must be sons or brothers of the former Ugaas and the issue of a woman who has been only married once. She should not be a woman who has been divorced or a widow. Early on a Monday morning a man of the Reer Nuur (the laandeer of the Gadabuursi) plucks a flower or leaf and throws it upon the Ugaas. Everyone else then follows his example. The man who starts the `aleemasaar acclamation must be a man rich in livestock, with four wives, and many sons. Men of the Mahad Muuse lineage then brings four vessels of milk. One contains camels' milk, one cows' milk, one sheeps' milk, and the last goats' milk. These are offered to the Ugaas who selects one and drinks a little from it. If he drinks the camels' milk, camels will be blessed and prosper, if he drinks, the goats' milk, goats will prosper, and so on. After this, a large four-year-old ram is slaughtered in front of him. His hair is cut by a man of the Gadabuursi and he casts off his old clothes and dons new clothes as Ugaas. A man of Reer Yuunis puts a white turban round his head, and his old clothes are carried off by men of the Jibra'iin... The Ugaas then mounts his best horse and rides to a well called Bugay, near Geris, towards the coast. The well contains deliciously fresh water. Above the well are white pebbles and on these he sits. He is washed by a brother or other close kinsman as he sits on top of the stones. Then he returns to the assembled people and is again acclaimed and crowned with leaves. Dancing and feasting recommence. The Ugaas makes a speech in which he blesses his people and asks God to grant peace, abundant milk, and rain--all symbols of peace and prosperity (nabad iyo 'aano). If rain falls after this, people will know that his reign will be prosperous. That the ceremony is customarily performed during the karan rainy season makes this all the more likely. The Ugaas is given a new house with entirely new effects and furnishings and a bride is sought for him. She must be of good family, and the child of a woman who has had only one husband. Her bride-wealth is paid by all the Gadabuursi collectively, as they thus ensure for themselves successors to the title. Rifles or other fire-arms are not included in the bride-wealth. Everything connected with the accession must be peaceful and propitious.\"\n\nParagraph 11: The embodiment of the Gopher mascot came to life in 1952 when University of Minnesota assistant bandmaster Jerome Glass bought a fuzzy wool gopher suit with a papier-mâché head and asked one of the band members to climb into it.  \"Goldy\" Gopher (the first name seems to have appeared sometime in the 1960s) became a fixture within the University of Minnesota Marching Band and Pep Band, as each year a band member was chosen to don the suit for that season. Wherever these two bands performed, Goldy was there to glad-hand with the crowd, hug the little kids, torment the cheerleaders and generally add a friendly Minnesota flavor to the event.\n\nParagraph 12: There is 'rapidly growing interest in disorganized attachment' from clinicians and policy-makers as well as researchers. Yet the Disorganized/disoriented attachment (D) classification has been criticised by some for being too encompassing. In 1990, Ainsworth put in print her blessing for the new 'D' classification, though she urged that the addition be regarded as 'open-ended, in the sense that subcategories may be distinguished', as she worried that the D classification might be too encompassing and might treat too many different forms of behaviour as if they were the same thing. Indeed, the D classification puts together infants who use a somewhat disrupted secure (B) strategy with those who seem hopeless and show little attachment behaviour; it also puts together infants who run to hide when they see their caregiver in the same classification as those who show an avoidant (A) strategy on the first reunion and then an ambivalent-resistant (C) strategy on the second reunion. Perhaps responding to such concerns, George and Solomon have divided among indices of Disorganized/disoriented attachment (D) in the Strange Situation, treating some of the behaviours as a 'strategy of desperation' and others as evidence that the attachment system has been flooded (e.g. by fear, or anger). Crittenden also argues that some behaviour classified as Disorganized/disoriented can be regarded as more 'emergency' versions of the avoidant and/or ambivalent/resistant strategies, and function to maintain the protective availability of the caregiver to some degree. Sroufe et al. have agreed that 'even disorganised attachment behaviour (simultaneous approach-avoidance; freezing, etc.) enables a degree of proximity in the face of a frightening or unfathomable parent'. However, 'the presumption that many indices of \"disorganisation\" are aspects of organised patterns does not preclude acceptance of the notion of disorganisation, especially in cases where the complexity and dangerousness of the threat are beyond children's capacity for response'. For example, 'Children placed in care, especially more than once, often have intrusions. In videos of the Strange Situation Procedure, they tend to occur when a rejected/neglected child approaches the stranger in an intrusion of desire for comfort, then loses muscular control and falls to the floor, overwhelmed by the intruding fear of the unknown, potentially dangerous, strange person'.\n\nParagraph 13: He has been a member of the Southern Methodist University Board of Trustees since 1992. He is chair of the board's Finance Committee and a member of its Executive Committee, Trusteeship Committee, Committee on Athletics and Executive Committee of the Campaign for SMU. He also currently serves as co-chair of the Dedman College Campaign Committee and on the Executive Board of Dedman School of Law. He is a former member of the Executive Boards of Dedman College of Humanities and Sciences, Cox School of Business, John Goodwin Tower Center for Political Studies and Willis M. Tate Distinguished Lecture Series''. He has also served as a regent for the Texas A&M University System. He donated US$20 million to build the new football stadium at SMU, named the Gerald J. Ford Stadium. He also donated US$10 million to the Weill Cornell Medical College at Cornell University.\n\nParagraph 14: After the Flyers traded away Jeff Carter and Mike Richards in the 2011 off-season, Giroux took over the role as first line centre for the club. The trading of Richards and Carter also made him the second-longest tenured member of the Flyers. Giroux formed a new top line with Scott Hartnell and free agent acquisition Jaromír Jágr. Giroux led the League in point-scoring for much of the season, and was considered a favourite for the Hart Memorial Trophy for League MVP at the season's All-Star break. He finished the season, however, 16 points behind eventual Hart Trophy winner Evgeni Malkin. On April 13, 2012, Giroux recorded his first career hat trick during game two of the first round of the 2012 playoffs against Pittsburgh. He recorded six points during that same game, earning a Flyers record for most points during a single Stanley Cup playoff game. On May 7, 2012, Giroux received a one-game suspension for a hit to the head of New Jersey Devils forward Dainius Zubrus during Game 4 of the Eastern Conference Semi-finals. After the Flyers were eliminated by the Devils, Giroux ended the season as both the Flyers' top regular season point-scorer (93 points) and top playoff point scorer (17 points). After the Flyers' elimination, Giroux had surgery on both of his wrists; the right to repair torn cartilage, and the left to remove bone spurs. He later claimed that Sidney Crosby had repeatedly slashed his wrists during face-offs in the first round series against Pittsburgh. At the time news of the surgery was revealed, Giroux was still the playoffs' leading point scorer, even though his team had been eliminated two weeks earlier. On June 20, 2012, Giroux was named the cover athlete for NHL 13 at the NHL awards in Las Vegas; he became the first Philadelphia Flyer on an EA Sports NHL video game cover since Eric Lindros on NHL 99.\n\nParagraph 15: Pushing the Senses contains music in the same rock styles featured on Feeder's 2002 album Comfort in Sound, but it focuses more on pianos, rather than a string orchestra. Only \"Pain on Pain\" on the album mainly used strings, including samples from a mellotron. Frontman Grant Nicholas said he did not think the album needed them. He also called the album the band's \"Recovery album\" as he felt he was more at ease writing the songs than he was with Comfort in Sound, after the loss of their drummer Jon Lee, alongside stating that he was inspired by artists such as John Lennon within the piano playing and writing the songs. Grant told Kerrang! in May 2004, \"I've done some recording on my own in a little studio up by where I live in North London. I demo the album in its full form before the rest of the band play on it. It's difficult to know at this stage what it will turn out like, but so far its slightly more mature sounding\". Grant later added \"Each album is a journey and a reflection of the past, there is some stuff that touches on what has happened, but there are songs about love, songs of loss and songs about the future.  I don't want to give too much away but there's one track called \"Bitter Glass\". Its quite dark but uplifting too. It's about pulling yourself out of a big hole\".\n\nParagraph 16: Major Israel McCreight of Du Bois, Pennsylvania, was author and steward of Cook Forest State Park, the first Pennsylvania State Park acquired to preserve a natural landmark, and a founder of the Pennsylvania Conservation Association. Cook Forest is the most important tract of virgin timberland to be found in Pennsylvania, and is without rival for size East of the Rockies.  Once called the \"Black Forest\", the area is famous for its towering white pines and hemlocks. The idea to make Cook Forest a public park originated on McCreight's first visit to the \"Forest Cathedral\" near the Clarion River in northwest central Pennsylvania.  \"It was a beautiful day, August 21, 1910, that the writer with a few others were invited to a weekend house party at the A.W. Cook home. Cook would comment, as he led the way into the silent ‘temple of the gods’, and then listen to the exclamations of astonishment that were sure to come from those who followed along the fern-bound path in this fairyland. Often there was heard no comment, for in this silent cathedral of the Almighty, it was unuttered.  Frequently it was observed that sturdy men could not restrain their tears, at the solemnity of their environment.  It was during this walk that A.W. Cook and the writer sat down on a log to talk about the future fate of the magnificent panorama they saw and felt all about them, The writer said to him: ‘Cook, no greater crime could be committed than to destroy this; it shall not be destroyed; it must be saved for humanity’s sake.\" McCreight was determined to save the forest and began a campaign to conserve the natural landmark. In 1910, McCreight and others formed the Pennsylvania Conservation Association and successfully lobbied the legislature to consider Cook Forest for state park purposes. For sixteen years a series of unsuccessful legislative bills were introduced for the state to acquire Cook Forest. In 1923, the Cook Forest Association was formed for the purpose of acquiring the Cook Forest tract of virgin white pine and hemlock. Early pioneers with the Cook Forest Association were Major Israel McCreight, Theo Wilson and John Nicholson. The Association, endorsed by national natural resource groups and Governor Gifford Pinchot, raised $200,000. \n\nParagraph 17: The Westerner is a 1940 American Western film directed by William Wyler and starring Gary Cooper, Walter Brennan and Doris Davenport. Written by Niven Busch, Stuart N. Lake and Jo Swerling, the film concerns a self-appointed hanging judge in Vinegaroon, Texas, who befriends a saddle tramp who opposes the judge's policy against homesteaders. The film is remembered for Walter Brennan's performance as Judge Roy Bean, for which he won his record-setting third Academy Award for Best Supporting Actor. James Basevi and Stuart N. Lake also received Academy Award nominations for Best Art Direction, Black and White and Best Story, respectively. The supporting cast features Dana Andrews, Chill Wills and Forrest Tucker.\n\nParagraph 18: Winrod wrote in his book The Jewish Assault on Christianity, published in 1935 by a publishing company in Topeka, Kansas: \"The same forces which crucified Christ nineteen hundred years ago are today trying to crucify His Church. Many Christian leaders have not yet realized it, but Christianity is in the grip of a life and death struggle at the present time. International Jewish Communism, which has already undermined all nations, firmly expects to exterminate all Christians. What the Cause of Christ has endured in Russia the past eighteen years, surpasses its suffering at the hands of bloody Nero. One of the purposes of the present treatise is to show that this conspiracy is not of recent origin.\" The book was met with positive reception by many Christians at the time. Winrod would go on to say that he believed Jews were damned to hell, and that Jesus Christ condemned them in the Bible. He expanded upon these views, being quoted, \"Will the Church be able to demonstrate sufficient power to triumph over its foes in the present crisis, or has it become so weakened by apostasy and pernicious teachings that it will have to be drenched in its own blood before it can be brought to its senses? Jesus knew better than anyone else the unspeakable crimes of which [the Jews] are capable. The Jesus of the twenty-third chapter of Matthew, is not the quiet, reticent Jesus of modern literature and the fashionable pulpit. The Jesus, whose righteous indignation is here asserted, is a man of words and action, a man in the act of pronouncing eight woes upon the Jewish leaders and finally condemning them to the damnation of hell.\" Winrod spread these views through his newspaper, The Defender, which by 1937 achieved a 100,000 monthly circulation. Some of the articles reproduced materials from the pro-Nazi and virulently antisemitic international Welt-Dienst/World-Service/Service Mondial news agency founded in 1933 by Ulrich Fleischhauer.\n\nParagraph 19: The cadets are, from 2014 onward, grouped into three battalions, the Mounted and the two Infantry battalions. The companies that form the now two Infantry Battalions are A and B (Academy) and F, G, H, and I (College) while the Mounted Battalion consists of \"D\" Troop, \"E\" Battery, and C Company joined in 2018, VFMAC Field Music (formerly also the Drum and Bugle Corps), and the VFMAC Regimental Band. Once, most College Cadets in the infantry battalion were assigned to the \"F\" Company, but have been divided into \"G\", \"H\", and \"I\" Companies today. \"I\" Company had been named \"I\" Troop for all college cadets wishing to participate in equitation. It was once known as \"I\" Battery for college cadets participating in artillery, but it has now been moved to the collegiate infantry battalion as I Company. Presently, Cadets of the Sixth, Fifth, and Fourth Classes (Grades 7, 8, and 9) are assigned to the \"C\" Company; formerly, Cadets of the Middle School (Grades 7 and 8) were assigned to the \"E\" Battery. During the years of highest enrollment, in the 1960s and 1970s, Cadets of the Middle School were assigned to the \"H\" Company. During the 2009–2010 academic year, given rapid expansion in enrollment, College Cadets have since transferred to the \"H\" Company. F Company, which formerly had the college cadets, was reformed in 2014 as part of the academy.\n\nParagraph 20: The history of Korean settlement in the Philippines can be divided into five phases. The first, lasting until the end of World War II, consisted of just a few disconnected individuals. Jang Bogo of Unified Silla was said to have visited the country as early as the 8th century. However, there was sparse contact or information of contact over the centuries later. There is brief mention of a Korean noblewoman, Doña Maria Park, who lived around 1572-1636 as a Catholic nun serving with other local Japanese exiled Christian (Kirishitan) nuns under the Jesuit-chaplained Beatas de Meaco (Kyoto) or Miyako no Bikuni (Nuns of Kyoto, 1615–1656) in Manila. Moon Sun-Deuk, a native of Ui Island who survived a shipwreck in the Philippines, was a ray merchant who sailed and drifted to Japan's Okinawa Island with his uncle and four other colleagues, then ended up seeing northern Philippines and lived there for 9 months. Moon had a flair with foreign languages as he acquired the language in Yeosong (Luzon) - possibly Ilocano language, and had a sharp eye for the way the people lived. Considered as Korea's first person to learn a Philippine language, he was able to use his interpretation skills conversing with the five Filipinos who were shipwrecked off Jeju Island in 1801 and were able to return home after nine years. He was the first recorded Filipino interpreter in Joseon dynasty.  In 1837, Andrew Kim Taegon and two other Korean Catholics took refuge in the Philippines after fleeing a riot in Macau, where they had been studying. They lived in a monastery near Lolomboy, Bocaue, Bulacan. Around 1935, a few itinerant ginseng peddlers from Uiju, North Pyongan (in present-day North Korea) arrived in the country via Vietnam. Some Korean soldiers came with the Imperial Japanese Army when it occupied the Philippines during World War II; three of these, from Uiju, are known to have married local women and to have chosen remain in the country permanently. One of them, Pak Yun-hwa, went on to establish the Korean Association Philippines Inc. in 1969, which would grow to become the country's largest Korean organization.\n\nParagraph 21: Beattie was fit to play by the start of the 1977–78 season, but a knee injury sustained in a league match led to him withdrawing from the England squad to face Luxembourg. Further investigation revealed he had damaged cartilage in his knee, which required an operation. Having had three weeks' recuperation and a cortisone injection, he was restored to the Ipswich squad in time to play in the third round UEFA Cup home leg against FC Barcelona. Ipswich won the fixture 3–0, and even though he suffered a reaction in his knee, he insisted he was able to play in the away leg. Robson disagreed, and Beattie was left out of the side for the game; Ipswich were knocked out on penalties. Cortisone injections became commonplace for Beattie, who returned to the team in time for the FA Cup fourth-round victory against Hartlepool. Although Ipswich's form in the league was poor, they were safe from relegation by the time they faced West Bromwich Albion in the FA Cup semi-final at Highbury, a game for which Beattie was given the all-clear. A 3–1 victory saw Ipswich into the final, yet the next day his knee was once again swollen and his participation in the final was in jeopardy. According to Beattie, \"the boss secretly told me that if I felt fit enough to play then I was in\". Robson did not announce the Cup final team until the last minute: it included a formation change to include five midfielders and Paul Mariner as a lone striker – and Beattie in defence. Roger Osborne's late goal for Ipswich was the only score of the game, and they won the trophy. Beattie had three cortisone injections to get through the final. Following the cup final success, he and teammates Robin Turner and David Geddis were awarded the freedom of Carlisle. Beattie had represented Ipswich 21 times during the course of the season, without scoring a goal.\n\nParagraph 22:  Long-term interest rates (average yields for 10yr government bonds in the past year): Shall be no more than 2.0 percentage points higher than the unweighted arithmetic average of the similar 10-year government bond yields in the 3 EU member states with the lowest HICP inflation (having qualified as benchmark countries for the calculation of the HICP reference value). If any of the 3 EU member states in concern are suffering from interest rates significantly higher than the \"GDP-weighted eurozone average interest rate\", and at the same time by the end of the assessment period have no complete funding access to the financial lending markets (which will be the case for as long as a country is unable to issue new government bonds with 10-year maturity – instead being dependent on disbursements from a sovereign state bailout programme), then such a country will not qualify as a benchmark country for the reference value; which then only will be calculated upon data from fewer than 3 EU member states. In example, Ireland was found to be an interest rate outlier not qualifying for the reference value calculation in the assessment month March 2012, when it was measured to have a long-term interest rate average being 4.71 percentage points above the eurozone average – while at the same time having no complete access to the financial lending markets. When Ireland was assessed again in April 2013, it was, however, deemed no longer to be an outlier, due to posting a long-term interest rate average only 1.59 percentage points above the eurozone average – while also having regained complete access to the financial lending markets for the last 1.5 month of the assessment period. A final relevant example appeared in April 2014, when Portugal likewise was found not to be an interest rate outlier, due to posting a long-term interest rate average being 2.89 percentage points above the eurozone average – while having regained complete access to the financial lending markets for the last 12 months of the assessment period.\n\nParagraph 23: \"Asked the subject of the dispute he had had on Tuesday the twelfth of last August, with the named Jacques Chausson and Jacques Paulmier, in a third-floor apartment in a house on rue Saint Antoine, near the old rue du Temple, occupied by the same Chausson, he answered that, having known Chausson, and having been led to his home by a young man named le Sueur, he had finally gone August twelfth. Paulmier said to Chausson while speaking of Octave des Valons, 'There is a pretty blond!' to which Chausson replied 'I believe he is a pretty enough boy to offer us his services.' When des Valons retorted that he wished to be appropriate to the task, Chausson made a statement, and said that the service they were asking of him would cost him nothing, and that the same Paulmier was for his part obliged to treat him the same way when he wanted. Des Valons having had the misfortune to realize that he had not asked to have carried out for him the wish that he was obliged to grant Paulmier, Chausson advanced, and while embracing him undid the button of his pants at the same time, and then Paulmier began knowing him carnally, and committing with him the crime of sodomy. Having felt this, he began to shout and struggle, and then an old woman, working that day at the home of Mr. Petit, merchant and head of the house, came running.\"\n\nParagraph 24: At seven o'clock on the morning of 29 August work on the hull was carried out and Royal George was heeled over by rolling the ship's starboard guns into the centreline of the ship. This caused the ship to tilt over in the water to port.  Further, the loading of a large number of casks of rum on the now-low port side created additional and, it turned out, unstable weight. The ship was heeled over too far, passing her centre of gravity. Realising that the ship was settling in the water, the ship's carpenter informed the lieutenant of the watch, Monin Hollingbery, and asked him to beat the drum to signal to the men to right the ship.  The officer refused.  As the situation worsened, the carpenter implored the officer a second time.  A second time he was refused.  The carpenter then took his concern directly to the ship's captain, who agreed with him and gave the order to move the guns back into position.  By this time, however, the ship had already taken on too much water through its port-side gun ports, and the drum was never sounded.  The ship tilted heavily to port, causing a sudden inrush of water and a burst of air out the starboard side. The barge along the port side which had been unloading the rum was caught in the masts as the ship turned, briefly delaying the sinking, but losing most of her crew. Royal George quickly filled with water and sank, taking with her around 900 people, including up to 300 women and 60 children who were visiting the ship in harbour. 255 people were saved, including eleven women and one child. Some escaped by running up the rigging, while others were picked up by boats from other vessels. Kempenfelt was writing in his cabin when the ship sank; the cabin doors had jammed because of the ship's heeling and he perished. Waghorn was injured and thrown into the water, but he was rescued.  The carpenter survived the sinking, but died less than a day later, never having regained consciousness. Hollingbery also survived.\n\nParagraph 25: The most distinctive characteristic of Masiakasaurus is the forward-projecting, or procumbent, front teeth. The teeth are heterodont, meaning that they have different shapes along the jaw. The first four dentary teeth of the lower jaw project forward, with the first tooth angled only 10° above the horizontal. These teeth are long and spoon-shaped with hooked edges. They have carinae, or sharp edges, that are weakly serrated. Serrations are more evident along the rear edge the posterior teeth in the back of the jaw, which are also recurved and laterally compressed (flattened from the side), resembling the less unusual teeth of other carnivorous dinosaurs. The margin of the dentary curves downward so that the alveoli (tooth sockets) of the front teeth are directed forward. In fact, the alveolus of the first tooth is actually situated lower than the bottom edge of the rest of the lower jaw. The lower part of the rear edge of the dentary has a long prong, known as a ventral process. This differs from the situation in abelisaurids, which have a much shorter ventral process. On the other hand, the upper part of the rear edge of the dentary is very similar to that of abelisaurids such as Majungasaurus and Carnotaurus. This part of the bone possesses an array of four small structures, three of which line a socket which connects to the surangular bone at the back of the lower jaw. Although the surangular bone is not preserved, several other bones of the lower jaw are, including a triangular angular bone, a gently curving prearticular bone, and a damaged yet notably concave articular bone. The angular and prearticular formed the lower edge of a large and rounded in the lower jaw (known as a mandibular fenestra) while the articular bone formed the lower part of the jaw joint. A long and tapering hyoid (tongue bone) has also been preserved.\n\nParagraph 26: Several well-known figures in filibusterism were also Freemasons and this organization played a major role within the hierarchy of the filibusters. Narciso López and José Gonzales of the Cuban expedition were both Freemasons. Other Freemasons who took part in filibustering came from Louisiana and were involved with the 1810 incursion into West Florida. Later in 1836 Freemasons were involved in the Texas Revolution. These included Stephen F. Austin, Mirabeau Buonaparte Lamar, and David Crockett among others. Freemasons from New Orleans had helped in planning the conquest of Texas. Several lodges were an important element of the filibusters, contributing many men to the cause of expansionism. Part of the Masonic emphasis was that members should support their country's freedoms. During the period when Narciso López was planning his expedition to Cuba the Havana Club, founded in 1848 by Cuban Freemasons, had endorsed the idea of inviting a filibuster expedition to Cuba in order to overthrow the colonial Spanish and free the island. The flag that López and others designed for their expedition had masonic emblems built into it. These included representations of the Mason's triangular apron. The Star of Texas was included to represent the five points of the fellowship of the Masons. This flag was adopted as the Cuban national flag fifty-two years after López's failed adventure. Other filibustering Freemasons of note included Chatham Roberdeau Wheat and Theodore O'Hara the poet. They came from an extensive network of lodges in the Southern U.S. such as Soloman's Lodge No. 20 in Jacksonville and Marion Lodge No. 19 in Ocala. The reach of the Masons was wide and helpful. On arriving at John Hardee Dilworth's estate, Jose Gonzales used Freemasonry symbols, which prevented him from being arrested as Dilworth was also a Mason and had been told by presidential order to arrest Gonzales.\n\nParagraph 27: NBC announced on November 1, 2012, that starting November 3, 2012, Hill would join Weekend Today as co-anchor and would serve as an NBC News national correspondent. NBC News president Steve Capus said, \"Erica's extraordinary track record as a journalist has proven that she can cover everything from hard news to pop culture with ease and professionalism. She's a fantastic addition to Weekend Today and I'm delighted to welcome her to NBC News.\" On April 3, 2016, Hill announced she was leaving the Weekend Today show in order to spend more time with family, but continue daily news reporting on MSNBC and NBC Nightly News.\n\nParagraph 28: Though Colman, we may assume, lived mainly with his own countrymen at Inishbofin, he took a deep and practical interest in his new foundation at Mayo—\"Mayo of the Saxons\", as it came to be called. In the year 670, with his consent, its first canonical abbot was appointed. This was Gerald, the son of a northern English king, who, annoyed at the way Colman's most cherished convictions had been slighted at Whitby, resolved to follow him to Ireland. The school gained greatly in fame for sanctity and learning under this youthful abbot. About 679  Adamnan, the illustrious biographer of Columba, visited Mayo and according to some writers, ruled there for seven years after Gerald's death. This latter statement is not, on the face of it, improbable if Gerald, as Colgan thinks, did not live after 697; but the Four Masters give the date of his death as 13 March 726, and the \"Annals of Ulster\" put the event as late as 731. After Gerald's death there are only the record of isolated facts concerning the school he ruled so wisely and loved so well, but they are often facts of considerable interest and importance. The monastery was burned due to a lightning strike in 783, It burned again in 808; also—but only in the old \"Life of St. Gerald\" —that it was plundered by Turgesius the Dane in 818. That the monastic grounds were regarded as exceptionally holy we can gather from the entry that Domhnall, son of Torlough O'Conor, Lord of North Connacht, \"the glory and the moderator and the good adviser of the Irish people\" (d. 1176), was interred therein. That it had the status of an episcopal see long after the Synod of Kells (1152), is clear from the entry under the date of 1209, recording the death of \"Cele O'Duffy, Bishop of Magh Eo of the Saxons.\"\n\nParagraph 29: The most famous Indian fight he was in occurs in 1778 when he was bedridden in Prickett's Fort, he had a dream that his children were running around scalped. He grabbed his gun, ran outside, and found his children chasing a cow near two Indians on his land in present-day Rivesville, West Virginia. David sent them back to the fort, and as this happened, he shot and killed one Indian. Then, a second one threw a tomahawk at the back of his head as he ran back towards the fort, but David deflected it with his hand losing two fingers. He turned around to the Indian, fought hand to hand with him, and finally stabbed the Indian with the Indian's own knife. After a while, they tracked down the injured Indian and found him bounding his stomach wound which had corn seeping from it. The Indian told David “how do broder, how do broder,” trying to talk English peacefully to David and the other settlers. However the Indian died of his wounds. Another account tells that he killed another Indian and the settlers in Prickett's Fort made the Indian's skin into a shot pouch, and presented it to David as a souvenir. \n\nParagraph 30: After graduating from the Naval Academy in February 1942, Rakov was posted to the warfront as commander of the 2nd Maritime Aviation Brigade of the Black Sea Fleet Air Force. There, he participated in the defense of Sevastopol. During one mission he took out a He 111 during a mission flying a MBR-2. After being forced to leave Sevastopol in July he assisted in the formation of naval aviation regiments behind the frontline, based in Samara. Starting in January 1943 he commanded the 13th Naval Aviation Regiment, but after flight accident that resulted in the death of three flight crews from the unit he was demoted to the rank of major and relieved of command of the regiment. After the demotion, he flew as a squadron commander in the 73rd Bomber Aviation Regiment in the Baltic Fleet, which was later honored with the guards designation and renamed to 12th Guards Regiment. There, he flew in the battle for Leningrad and managed to halt an axis retreat by scoring a direct hit on the bridge they were crossing, using a Pe-2. In February 1944 he was promoted to deputy commander of the 9th Attack Aviation Division, which used in Il-2, Yak-7, and Yak-9. He was soon promoted to division commander in April 1944, resulting in him being forbidden from flying in combat, so in May he became the commander of the 12th Guards Dive Bomber Aviation Regiment. There he flew combat missions over a variety of Baltic cities, in addition to planning operations. One of those operations was an attack on the Niobe, which was mistaken for the Väinämöinen. His unit attempted to sink in on 12 July 1944, but failed. At 18:49 on 16 July 1944 it was sunk, thanks to the participation of attack and fighter aircraft. Rakov flew in the mission with another pilot, captain Dmitry Kudymov. The Niobe became the largest German ship sank solely Soviet aviation during the war. The next day, Rakov nominated for the title Hero of the Soviet Union for having flown 68 sorties and participating in the sinking of the Niobe. He received it less than a week later on 22 July. Later that year on 14 September during a mission on a Pe-2 he was shot down, but managed to make an emergency landing at an airfield in Soviet-controlled Lithuania. In February 1945 he was withdrawn from combat and made assistant commander of the 10th Dive Bomber Training Division, where he stayed until April. During the war he flew an estimated 170 combat sorties and participated in the sinking of 12 enemy vessels, using a variety of aircraft, including the MBR-2, Che-2, and Pe-2."
    },
    {
        "inputs": [
            "The text provides a detailed list of areas included in the Kolkata Urban Agglomeration. These areas are spread across Kolkata district, Nadia district, North 24 Parganas district, Hooghly district, Howrah district, and South 24 Parganas district in West Bengal, India. The list includes multiple municipalities, corporations, and townships within these districts.",
            "The Surtees team updated their car for the 1973 season, now called the TS14A, and had Englishman Mike Hailwood and Brazilian José Carlos Pace as their drivers. However, they faced a string of retirements and accidents throughout the season. Both drivers retired in the first race in Argentina, Hailwood with suspension failure and Pace with a broken halfshaft. Similar issues plagued them in subsequent races, with retirements due to gearbox problems, accidents, and suspension failures. Hailwood's heroic act of rescuing Clay Regazzoni from a burning car resulted in him being awarded the George Medal for bravery. There were a few finishes, with Pace finishing 8th in Belgium and 3rd in Austria, while Hailwood finished 7th in Italy. However, in the United States Grand Prix, all three drivers retired due to suspension and engine failures.",
            "The text explains the development of kites and their various uses in meteorology and military observation. It mentions Samuel Franklin Cody, an American working in England, who realized that a combination of balloons and kites could allow for operation in different weather conditions. Cody developed Hargrave's basic kite design and created man-lifting systems using multiple kites on a single line. He sold his \"war kite\" systems to the Royal Navy and also used his kites for carrying meteorological instruments. Cody was appointed Chief Instructor in Kiting at the Army School of Ballooning in Aldershot and joined the Army Balloon Factory at Farnborough, where he continued to develop his war kites for the British Army. He also developed a manned \"glider-kite\" and fitted an aircraft engine to a modified unmanned \"power-kite\". The British Army officially adopted Cody's war kites in 1908 for their Balloon Companies."
        ],
        "answers": [
            "Paragraph 25: ",
            "Paragraph 15: ",
            "Paragraph 21: "
        ],
        "context": "Paragraph 1: In 2000, Intellectual Ventures was founded as a private partnership by Nathan Myhrvold and Edward Jung of Microsoft, later joined by co-founders Peter Detkin of Intel, and Gregory Gorder of Perkins Coie. The Intellectual Ventures Management Company is owned 40% Nathan Myhrvold, 20% Peter Detkin, 20% Gregory Gorder and 20% Edward Jung. They reportedly have raised over $5.5 billion from many large companies including Microsoft, Intel, Sony, Nokia, Apple, Google, Yahoo, American Express, Adobe, SAP, Nvidia, and eBay, plus investment firms such as Stanford, Hewlett Foundation, Mayo Clinic, and Charles River Ventures. In December 2013, the firm released a list of approximately 33,000 of the nearly 40,000 assets in their monetization program. Licenses to patents are obtained through investment and royalties. In March 2009, the firm announced expansion into China, India, Japan, Korea and Singapore to build partnerships with scientists and institutions in Asia.\n\nParagraph 2: Unable to play any part at court or at war, he followed his father in managing the family's landholdings. Their original lands were centred on Tutbury Castle, stretching beyond Staffordshire into the south of Derbyshire and the west of Nottinghamshire. The death in 1232 of his uncle Ranulf de Blondeville, 6th Earl of Chester, brought him vast new estates, including Chartley Castle in Staffordshire, much of Lancashire between the Rivers Ribble and Mersey and many manors in Northamptonshire and Lincolnshire. He continued the policy of encouraging the growth of towns and markets, exploiting the forests of Needwood and Duffield Frith, and taking advantage of rising prices in commodities and land values. By the time of his death his income placed him among the top six English nobles, but he also left his son considerable debts.\n\nParagraph 3: In the December 1992 edition of Dragon (Issue 188), Rick Swan was initially impressed by the contents of the game box: \"The dozens of plastic pieces, detailed down to the bolts on the war hammers and scowls on the goblins, are a miniaturist’s dream. The enormous vinyl battle map, with nearly 25 square feet of green fields and azure rivers, may be the biggest playing area ever included in a board game. Throw in a 5” plastic castle, a handful of skull dice, and enough odds and ends to bury the family dog, and it’s like a visit from Santa Claus.\" But Swan was disappointed with every other aspect of the game. He felt the rules were overly simplistic, \"as if the designers were afraid that excessive decision-making might cause the players’ heads to explode.\" And despite all of the different playing pieces, Swan noted that \"there’s no meaningful difference between the various units, as just about all of them move and attack the same way.\" Despite its issues, he pointed out that when he play-tested it with grade-school kids, \"everyone one of them adored ... a game big enough to fill the living-room floor.\" For this reason, Swan raised his rating of the game from poor to an average rating of 3.5 stars out of 6.\n\nParagraph 4: Anne Finch was born to Sir Heneage Finch (who had held the posts of the Recorder of London and Speaker of the House of Commons under Charles I) and his second wife, Elizabeth (daughter of William Cradock of Staffordshire).  Her father died the week before her birth. She was the youngest child. Her early education was by tutors and included Latin, to which she later added Greek and Hebrew. Her half-brother, John Finch, who encouraged her interests in philosophy and theology, introduced Anne to the Cambridge Platonist Henry More, who was one of John's tutors at Christ's College, Cambridge. This led to a lifelong correspondence and close friendship between them on the subject of René Descartes' philosophy, over the course of which Anne grew from More's informal pupil to his intellectual equal. More said of her that he had \"scarce ever met with any Person, Man or Woman, of better Natural parts than Lady Conway\" (quoted in Richard Ward's The Life of Henry More (1710) p. 193), and that \"in the knowledge of things as well Natural and Divine, you have not onely out-gone all of your own Sex, but even of that other also.\" Conway grew up in the house now known as Kensington Palace, which her family owned at the time.\n\nParagraph 5: Plants lining the northern fenceline (running west-east) include a flowering Prunus sp./cv., nectarine (Prunus persica cv.), tree of heaven (Ailanthus altissima), canna lily (Zantedeschia aethiopica), iris sp., daisy, box elder (Acer negundo), apricot (Prunus armenaica cv.), firewheel tree (Stenocarpus sinuatus), daisy, honeysuckle (Lonicera sp./cv.), canna lily (Canna edulis cv.), chrysanthemum cv., gladiolus cv., winter honeysuckle (Lonicera fragrantissima), saisy, honeysuckle, jonquils (Narcissus tazetta cv.), lilies (Lilium sp./cv.), daisy, geranium (Pelargonium hortorum cv.), rose (Rosacv.), honeysuckle, succulent, creeper, rhododendron, daisy, Norfolk Island hibiscus (Lagunaria patersonia), the succulent Aloe vera and a peach (Prunus persica cv.). Running north-south along the eastern \"paddock/garden\" fence are ash (Fraxinus sp.) oleander (Nerium oleander), butterfly bush (Cassia sp.: 2) (outside the fence to the east are the three peppercorn trees still), another ash, a holly grape (Mahonia sp.), wattle (Acacia sp.), hawthorn (Crataegus oxycantha), oleander, crepe myrtle (Lagerstroemia indica cv.), peppercorn, peach, ash, elm/ash, ash (outside the fence to the east, adjacent are another Norfolk Island hibiscus and an unnamed tree), and further south east of the homestead, another Norfolk Island hibiscus and a Cherokee rose (Rosa laevigata). Lining the \"paddock/garden\" fence south of the 'driveway bend south) are a hedge of lavender (Lavandula sp.), succulent Agave sp., bulbs, a peppercorn tree, a fig/privet (Ligustrum sp.), an apricot, (in the south-western corner, an ash). Running along the southern \"paddock/garden\" fence are three peppercorn trees, a grey box (Eucalyptus moluccana), a jacaranda (Jacaranda mimosifolia), another ash, a Norfolk Island hibiscus and a silky oak west of the outbuilding. Running west of the outbuilding (shed) and its internal fence to the stables, from south-north, are three silky oaks, an ash tree, two eucalypts, another ash tree, daisy, geranium, box elder, rhododendron and an oleander bush. North of the yard north of the outbuilding (shed) are another ash and a Norfolk Island hibiscus. Another Cherokee rose is inside the aforementioned yard. Between the stables and the homestead are a peppercorn and eucalypt trees (north- north-east) and (further north-west near the driveway \"bend\" south, another eucalypt.\n\nParagraph 6: Wolfgang Klebel emphasises the harmony of the intellect and the heart in his interpretation of the Baháʼí teachings, writing that \"Clearly we need both, a pure heart and clear mind\" and that unless the heart is pure, it could \"contaminate logical reason or even pervert it\". A special emphasis is given to the heart in the Baha'i writings on independent investigation. The Baháʼí writings frequently ask the seeker of truth to “Ponder this in thine heart\" and Abdu'l Baha writes, “May your hearts become clear and pure like unto polished mirrors in which may be reflected the full glory of the Sun of Truth”. The heart is also seen as the arena in which apparent contradictions are dispelled. The Báb writes that “That which is beyond these two extremes, which is the Middle Path … can be comprehended by naught save the heart. God hath created the heart to understand His unity and transcendence, and it is through the heart that Divine Unity can be witnessed at the level of action.”   While it is assumed by some that there is an opposition between heart and mind or faith and reason, Baháʼís believe that these are false dichotomies based on inadequate descriptions of both faith and reason. For example, Baha'u'llah redefines faith stating that \"The essence of faith is fewness of words and abundance of deeds”  and Abdu'l Baha further comments that \"sincerity is the foundation-stone of faith. That is, a religious individual must disregard his personal desires and seek in whatever way he can wholeheartedly to serve the public interest\". Abdu'l Baha also writes that, “If religion is opposed to reason and science, faith is impossible; and when faith and confidence in the divine religion are not manifest in the heart, there can be no spiritual attainment.” \n\nParagraph 7: Turrican II was developed using Rainbow Arts' custom development system titled Pegasus. Julian Eggbrecht, Turrican II's producer, expressed that a difficulty in the game's development was the game's scrolling conflicting with the game's desired frame rate, stating that \"Action games consist of patterns of little bytes like a jigsaw and on 16-bit you waste a lot of time just by building up the screen. Hardly anyone has tried multidirectional in 50 frames before and at first we didn't think that it would work - most action adventures run in 25 frames or even 17 - but eventually, using a lot of tricks, we did it.\" Eggbrecht expressed that while the team wanted Turrican II to have 'arcade quality' graphics, he stated that the team tried to avoid \"sacrifici[ing] presentation to playability\", giving an example of world two having a lower frame rate and less parallax due to the high number of enemies on that level. The Atari ST version of Turrican II was programmed by Thomas Engel, who managed to get the game running at a 25 Hz frame rate with the same amount of parallax and sound effects as the Amiga version: Eggbrecht stated that this was achieved not through hardware scrolling techniques, but by \"using eight buffers and by pre-shifting all the enemies in memory.\" Turrican II has 10 sampled speech sound effects, and the game's sound runs on four channels. Turrican II's sound and music was created by Chris Huelsbeck using Rainbow Art's custom sound utility TFMX; Huelsbeck stated that TFMX \"allows you to modify [sounds] like a synthesiser\", allowing greater audio editing. The Amiga and Atari ST versions use a 16-color palette, but through programming techniques, the Amiga version has around 120 colors, despite being written in 16-color mode as opposed to 32-color mode due to memory constraints.\n\nParagraph 8: Besides Routes 101 and 102, there were also two other, now defunct, Red Arrow trolley lines. The direct ancestor of the SEPTA Route 104 bus line went to West Chester, splitting off from the rest of the system right after 69th Street Transportation Center onto West Chester Pike. The tracks continued all the way up West Chester Pike. West Chester trolleys were replaced by buses in 1954 due to widening of West Chester Pike; rush-hour trips to Westgate Hills lasted until 1958. Tracks remained in use for access to the Red Arrow's carbarn in Llanerch until SEPTA closed the barn in 1971; all tracks were soon removed except for a portion near 69th Street that SEPTA occasionally uses to store out-of service trolleys. The other now-defunct Red Arrow trolley line went to Ardmore until December 1966. It split from the West Chester line at Llanerch and continued on its own exclusive right-of-way. Much of the right-of-way still remains between Schauffele Plaza in Ardmore (the former terminus of the line) and Eagle Road in Havertown, although the tracks were removed and the right-of-way paved for dedicated use by the replacement bus line, now SEPTA Route 103. The 103 still uses this private right-of-way, although much of its other street routing has changed.\n\nParagraph 9: In the course of the discussion of the halakhah concerning the administration of \"the water of jealousy\" (Num. ), Akabia declared that, if the subject of the test was not a free-born Jewess, the test-water was not to be administered; while the majority declared a proselyte or an emancipated slave to be the equal of a free-born daughter in Israel. In support of their view, the majority cited a case in point, where the former associate presidents of the Sanhedrin, Shemaiah and Abtalion, had the test made on a freed woman; whereupon Akabia disdainfully exclaimed, Dugma hishḳuha. This might mean \"To one like themselves they gave to drink,\" and may be construed as an allusion to an old rumor to the effect that these associate presidents were themselves lineal descendants of proselytes; or it might mean \"They gave her a sham to drink.\" The memory of those chiefs being held in esteem, Akabia's insinuation gave offense; wherefore the sentence of nidduy (isolation, excommunication) was passed on him. This he bore to the end of his days rather than violate his convictions. However, before his death, he admonished his son to submit to the views of the majority, even in the cases where he himself had shown such persistent opposition. His son expressing surprise at so apparent an inconsistency, the dying sage replied: \"I have received my tradition from a majority of a school in my days, and so have my opponents. I was bound to conform to the tradition I had received; and so are they bound by their tradition. But thou hast heard the traditions both from myself and from my opponents; from a minority and from a majority, and it is proper for thee to reject the opinions of the individual and adopt the views of the majority\".\n\nParagraph 10: Further controversy erupted when two days later the tabloid daily, Ekstra Bladet, reported that they had also been offered the confidential information that was made public during the election campaign. The source of the leak was determined to be Peter Arnfeldt, spin doctor for then Minister for Taxation Troels Lund Poulsen. This led to intense media speculation that the former government, and specifically Troels Lund Poulsen, were engaged in leaking confidential tax information and trying to pressure the revenue service into changing its decision in the case, in an active attempt to discredit the opposition leader in the then imminent election. This would constitute a hitherto unseen level of abuse of power in Danish political life. The commission of inquiry that had already been announced two days previously, was broadly supported by the Danish Parliament to also look into whether the former government was involved in, or knew of, the leak. On the same day, Troels Lund Poulsen announced he would be taking an indefinite leave of absence from the Danish Parliament. Peter Arnfeldt has been reported to the police by the Ministry for Taxation. In March 2012, Peter Loft was suspended from his post as deputy chief, for the duration of the two-year investigation period.\n\nParagraph 11: The producers of the ABC game show The Chair, which also premiered in early 2002 and had previously been pitched to Darnell at Fox, sued over alleged similarities between the two programs, including contestants answering trivia questions in a high-stress environment with their vital signs monitored throughout. Fox countersued, claiming that the ABC program had sent producers to \"spy on the set\" of The Chamber. In a 2007 book, Carter reports that Darnell did in fact conceive the show as a response to The Chair, and that The Chamber was rushed into production in November 2001 after ABC beat out Fox for the rights to the other show.\n\nParagraph 12: It is several months later and Kate has died. Michael, Willie and Julia are in mourning at the cottage and Julia is preparing to pack Kate's possessions away. Mr Applebloom arrives and explains the provisions of Kate's will. Kate leaves a small amount to Julia with the remainder of her money and property to be divided equally between her two cousins. However, the men will not get their share unless they live peacefully in the cottage for one month. If one of the men fails then his share will go to the other and if both fail the money will be given to charity. Julia will also get a further inheritance if she acts as housekeeper for both men during this period, if she does not attend both the men this additional share will be donated to Willie's Orange Lodge. Mr Applebloom leaves to allow the others time to consider the proposal. Willie states that a picture of Éamon de Valera will have to be removed from the wall as he considers it provoking. The two men start to struggle, at which point Mr Applebloom returns. Michael explains the situation to Mr Applebloom who realises that the only way to stop the fighting from taking place is to keep both men apart. Mr Applebloom draws a line down the middle of the room, in effect partitioning the cottage. Michael must stay on one side and Willie the other. This appears to solve the situation. However, when Michael requests Willie hand over the picture of De Valera, Willie states that it belongs in his half of the cottage and he doesn't want Michael to have it and hangs it up again facing the wall. Julia prepares to make tea for Michael but, as the cutlery and table cloth are on Michael's side of the room she only lays out the things in his side of the table. When she goes to the dresser to get cups, however, Willie tells her that it is in his side of the room and she must not transport them across the border. Julia leaves to get Kate's good cups from storage. Michael turns on the radio, which is announcing the news. Willie becomes interested as the results of the Northern Irish football teams' matches are announced. Michael lets Willie hear the results up to the point when his favourite team, Linfield, is being announced, turning off the radio when their opponent's scores are about to be read. In retaliation, Willie switches off the lights to the room just as Julia returns with the cups, causing her to trip and shatter them.\n\nParagraph 13: In April 2009 Cessna announced that it would close the Bend, Oregon factory where the Cessna 400 was produced and move production to Independence, Kansas, with the composite construction moved to Mexico. The production line was restarted in October, 2009 in the Cessna Independence paint facility, at a rate of one aircraft per six months initially. This was to allow the new workers, plus the 30 employees transferred from Bend, to gain experience and also allow Cessna the opportunity to retail its unsold inventory of Cessna 350s and 400s. At that time the company anticipated moving the 350/400 production to a permanent facility by the end of 2009.\n\nParagraph 14: After starting a band with his children, Abraham Quintanilla, Jr. became the group's manager and began promoting it. The group recorded an album with Freddie Records in 1984, though it was never released. Abraham provided two demos to Charlie Grever, father of Bob Grever owner of Cara Records, who signed then-thirteen year old Selena to the recording label. Manny Guerra, who separated from Cara Records, started his own record label. Guerra wanted to sign Selena to his recording label in 1985. Guerra dissolved the agreement between Cara Records and Selena when it was brought to his attention. Selena recorded five LP records for Manny's GP Productions by 1988, without a contract. Abraham expressed in an interview how he forgot to sign it, and noticed how Guerra stopped asking him about the contract after Selena became more popular. At the 1989 Tejano Music Awards, Selena was approached by Rick Trevino to be the opening act after La Sombra declined the offer. Jose Behar of newly formed EMI Latin and the heads of Sony Music attended the awards ceremony and were scouting for new acts. Behar wanted to sign Selena to his label, while Sony Music was offering twice EMI's offer. Behar believed he had discovered \"the next Gloria Estefan\", which his superior called him illogical since he had only been in Texas for a week. Abraham chose EMI Latin's offer because of the potential for a crossover, and he wanted his children to be the first musicians to sign with the company. Before Selena began recording her debut album, Behar and Stephen Finfer requested a crossover album for her. The singer recorded three English-language songs for the heads of EMI's pop division. Behar and Finfer's request for a crossover album was denied and Selena was told she needed a bigger fan base to sell such an album. Behar thought EMI Records and the public did not believe that a Mexican-American woman could have \"crossover potential\" after Charles Koppelman denied the project. The company believed Selena had potential in Mexico and South American markets when they signed the singer in 1989.\n\nParagraph 15: For 1973, The Surtees team updated the TS14 into the TS14A and the driver line up was former motorcycle champion, Englishman Mike Hailwood and Brazilian José Carlos Pace. The first race of 1973 was the 1973 Argentine Grand Prix and both drivers retired on the same lap, Hailwood with suspension failure and Pace with a broken halfshaft. At Brazil the Englishman retired with a broken gearbox and the Brazilian at his home track retired with suspension failure. At the South African Grand Prix, both drivers retired with accidents, Pace had a flat tyre and Hailwood crashed with Clay Regazzoni's BRM. Regazzoni's car burst into flames with the unconscious Swiss driver at the wheel. Hailwood dived into the flames, undid Regazzoni's belts and managed to drag him clear. Hailwood was later awarded the George Medal for his bravery. Regazzoni was rushed to hospital but he had only minor burns. Both drivers retired at Spain, the Englishman with an oil leak and the Brazilian with a broken halfshaft. The Belgian Grand Prix saw Pace finish eighth and Hailwood retire with an accident. At Monaco, the Englishman finished eighth and the Brazilian retired with a broken halfshaft. The Swedish Grand Prix saw Hailwood retire with a tyre problem and Pace finished 10th, At France, the Englishman retired with an oil Leak and the Brazilian finished 13th. The British Grand Prix saw Jochen Mass join Pace and Hailwood for a one off drive but all were eliminated in a first lap crash with Jody Scheckter (McLaren), Jean-Pierre Beltoise (BRM), Andrea de Adamich (Brabham), Roger Williamson (March) and the Shadow cars of George Follmer (Works Shadow), Jackie Oliver (Works Shadow) and Graham Hill (privateer Shadow) all involved. Hill was the only one able to drive away from the scene. At Holland, the Englishman retired with an electrical problem and the Brazilian finished seventh. The German Grand Prix saw Mass rejoin the team for a one off drive alongside Pace and Hailwood and all three drivers finished, Pace fourth, Mass seventh and Hailwood 14th. At Austria, the Englishman finished tenth and the Brazilian third. The Italian Grand Prix saw Hailwood seventh and Pace retired with a tyre problem. At Canada, the Englishman finished ninth and the Brazilian retired with wheel problems. The United States Grand Prix saw Mass rejoin the team for a one off drive alongside Pace and Hailwood and all three drivers retired, Pace and Hailwood had suspension failure and Mass with engine failure.\n\nParagraph 16: After two shorts, Nasce un campione (1954) and I sette contadini (1959), Petri made his debut as a director with L'assassino The lady killer of Rome, 1961) based on a script co-authored with Tonino Guerra.His Days Are Numbered (I giorni contati, 1962), was his second film, again co-authored with Tonino Guerra. After two somewhat lesser films The Teacher from Vigevano (Il maestro di Vigevano, 1963) and the sketch Sin in the afternoon, included in High Infidelity (Alta infedeltà, 1964). Petri directed The 10th Victim (La decima vittima, 1965), a film with futuristic overtones also co-authored with Tonino Guerra. His film We Still Kill the Old Way (A ciascuno il suo, 1967) was adapted from the novel To Each His Own by Leonardo Sciascia), which deals with the individual's inability to cope with reality. The film was also the beginning of the collaboration with the script-writer Ugo Pirro which was to last until 1973.A Quiet Place in the Country (Un tranquillo posto di campagna, 1968), the last of his films co-authored with Guerra, focuses on solitude and the artist's romantic agony. The film won a Silver Bear award at the 19th Berlin International Film Festival. He then directed four films which earned him recognition for his analysis of schizophrenia. Investigation of a Citizen Above Suspicion (Indagine su un cittadino al di sopra di ogni sospetto, 1970) was about the police-force. The Working Class Goes to Heaven (La classe operaia va in paradiso, 1971) focused on the worker's condition. Property Is No Longer a Theft (La proprietà non è più un furto, 1973) emphasized the role of money in our society and how power destroys the individual. Todo modo (1976), which was adapted from the eponymous novel by Leonardo Sciascia, is about the warped psychic structure of the power moguls among the Christian Democrats. Investigation of a Citizen Above Suspicion won the Academy Award for Best Foreign Language Film.\n\nParagraph 17: Williams came into the Australian Open unseeded, because of her world no. 81 ranking and was widely regarded as \"out of shape\". Williams in her opening match faced 27th seed Mara Santangelo and lost only three games, with the help of ten aces. In her next match she faced qualifier Anne Kremer, which she had to break back when she was broken in the fifth game to push it to a tie-break. Kramer took four of the first five points, before Williams could win the last six to take the breaker. Williams then took the first four games of the second and eventually closed it out in the eight game. In the round of 32, Williams had 5th seed Nadia Petrova on the other side of the net. Petrova dominated the first set losing only a game and served for the match in the tenth game of the second. However, Williams broke back and won the next two games to take the second set when Petrova double faulted. Williams then took the deciding set with a single break lead, serving it out in the ninth game. This was her first win over a top-10 player since defeating Lindsay Davenport in the 2005 Australian Open final. In the fourth round, she faced 11th ranked Jelena Janković and cruised in straight sets with a drop of only five games. Williams fired eight aces to go with 31 winners and 28 errors. This is her first time since the 2005 Australian Open to get past the fourth round of a slam. In the last eight, she took on Shahar Pe'er. Pe'er broke in the first game and held the led through closing it out in the ninth game. Williams then took the last four games of the second set form the fifth game to take it to a decider. Williams broke in the fourth game, just for Pe'er to break back and get back on serve latter in the set. Pe'er then broke in the eleventh game and served for the match; Williams then broke back and won the next two games to go through. Williams had 49 unforced errors and only 30 winners. In the final 4, Williams faced 17-year-old Nicole Vaidišová. The first went to a tie-break in which Williams took the first four points then Vaidišová rallied to tie it at 5, Williams then took the next two points to take the set. Williams then broke Vaidišová twice and served for the match at the eight game, Vaidišová came back and broke and saved four match points on her own serve to hold. Williams then served it out in the tenth game. Tracy Austin in her tournament analysis stated that Williams had a great tournament but the ride was over and that Maria Sharapova would have no trouble with Williams. Serena thought it was mean and unnecessary and used it as motivation. In the first set, Williams took the first five games before Sharapova could get a game, Williams then held to close out the set. Williams then made four games in a row in the second before Sharapova could win a game, Williams served it out in the eight game and won the match. This is her first title at any tournament since winning the 2005 Australian Open. Williams finished with 28 winners and 11 unforced errors. Williams came the first player since Chris O'Neil to win the title whilst not being seeded; and claimed her third Australian Open and eighth Grand Slam singles title overall. The win elevated Williams to 14th in the rankings. Williams dedicated the title to her deceased sister Yetunde Price.  Her performance in the final was described in the press as \"one of the best performances of her career\" and \"arguably the most powerful display ever seen in women's tennis.\"\n\nParagraph 18: He has been a member of the Southern Methodist University Board of Trustees since 1992. He is chair of the board's Finance Committee and a member of its Executive Committee, Trusteeship Committee, Committee on Athletics and Executive Committee of the Campaign for SMU. He also currently serves as co-chair of the Dedman College Campaign Committee and on the Executive Board of Dedman School of Law. He is a former member of the Executive Boards of Dedman College of Humanities and Sciences, Cox School of Business, John Goodwin Tower Center for Political Studies and Willis M. Tate Distinguished Lecture Series''. He has also served as a regent for the Texas A&M University System. He donated US$20 million to build the new football stadium at SMU, named the Gerald J. Ford Stadium. He also donated US$10 million to the Weill Cornell Medical College at Cornell University.\n\nParagraph 19: The race started at 14:00 local time on 19 June, and ran for 70 laps. From the front row, Max Verstappen got a better start than Fernando Alonso and kept the lead into turn one. Into turn three, Kevin Magnussen and Lewis Hamilton were going side by side and made slight contact. Nothing was broken on Hamilton's car, but Magnussen's front wing endplate was hanging off. After complaints from Esteban Ocon and others, Magnussen was black and orange flagged, meaning he was forced to pit to repair the damage. After the race, Magnussen claimed it is too easy to \"influence\" the race directors. On lap eight, Sergio Pérez pulled off the circuit at turn eight due to a gearbox failure, retiring from the race and bringing out the virtual safety car (VSC). Red Bull took advantage of the VSC period and pitted Verstappen onto a new set of hard compound tyres. Verstappen rejoined the race in third behind Carlos Sainz Jr. and Alonso. On Lap 19, Mick Schumacher retired his car in the runoff of turn eight with an engine failure, bringing out the race's second VSC. Ferrari chose to pit Sainz and he rejoined in second, 9.5 seconds behind Verstappen. Verstappen pitted on lap 43 for new hard tyres under green flag conditions, rejoining in third behind Sainz and Hamilton. On fresh tyres, Verstappen was able to closely follow Hamilton through the first two sectors before overtaking him between turns 10 and 12 at the end of lap 43 to retake second. On lap 48 Yuki Tsunoda crashed at turn two after locking up on the pit exit, bringing out the safety car which allowed Sainz to pit for new hard tyres and rejoin just behind the leader Verstappen with six-laps-younger tyres. A 16-lap sprint to the finish saw Sainz get close to overtaking Verstappen down the straight between turns 10 and 12, but was unable to pass. Verstappen won by just under a second with Sainz finishing in second. Hamilton rounded out the podium with George Russell fourth. Charles Leclerc made his way up to fifth after taking a new power unit and starting 19th on the grid, limiting the damage in his title challenge. Ocon crossed the line in sixth ahead of his teammate Alonso, who was suffering with an engine issue that started in the middle of the race. A post-race penalty for weaving down the straight saw Alonso drop from seventh at the flag to ninth behind Valtteri Bottas and Zhou Guanyu. Lance Stroll rounded out the top ten finishers in his home race.\n\nParagraph 20: Largely due to the company nature of the settlement, development was slow, with the first bank not opening until 1859. Until the National Bank established the first branch in Kooringa, most exchange was either in the form of company scrip or at shops operating as money exchanges. All towns, except Kooringa, were built outside the mining lease but were still close to the mine as it was at the northern edge of the lease. The formation of the townships was forced by the refusal of SAMA to grant any freeholds within Kooringa, so miners began moving into other townships from the end of 1849. During their early lives, each of the townships largely had their own hotels, churches, post offices, schools, and shops and identity. In 1851 the gold rush near Bathurst, New South Wales, emptied the town of many miners. Whole families, government officials and other townspeople left for the gold fields and by 1854 the town appeared largely deserted. The number of townships increased dramatically as a result of an 1858 proposal to extend a railway line from Gawler. When the railway failed to be built most of the new townships failed and, in 1876, the remaining townships formed the Corporation of Burra.\n\nParagraph 21: Balloons were by then in use for both meteorology and military observation. Balloons can only be used in light winds, while kites can only be used in stronger winds. The American Samuel Franklin Cody, working in England, realised that the two types of craft between them allowed operation over a wide range of weather conditions. He developed Hargrave's basic design, adding additional lifting surfaces to create powerful man-lifting systems using multiple kites on a single line. Cody made many demonstrations of his system and would later sell four of his \"war kite\" systems to the Royal Navy. His kites also found use in carrying meteorological instruments aloft and he was made a fellow of the Royal Meteorological Society. In 1905, Sapper Moreton of the British Army's balloon section was lifted  by a kite at Aldershot under Cody's supervision. In 1906, Cody was appointed Chief Instructor in Kiting at the Army School of Ballooning in Aldershot. He soon also joined the newly established Army Balloon Factory at Farnborough and continued developing his war kites for the British Army. In his own time, he developed a manned \"glider-kite\" which was launched on a tether like a kite and then released to glide freely. In 1907, Cody next fitted an aircraft engine to a modified unmanned \"power-kite\", the precursor to his later aeroplanes, and flew it inside the Balloon Shed, along a wire suspended from poles, before the Prince and Princess of Wales. The British Army officially adopted his war kites for their Balloon Companies in 1908.\n\nParagraph 22: Following a public meeting in 1890 to discuss an alternative method of communication between the two parts of Bridgnorth to the 200 steps between High Town and Low Town, a proposal to build a Patent Cliff Railway was put to the town council. Engineered by George Croydon Marks, plans were accepted for funicular railway on the current route. The Bridgnorth Castle Hill Railway Company Ltd was registered in 1891, and construction started on 2 November 1891. The company, which still operates the railway today, was founded by Sir George Croydon Marks (later Lord Marks of Woolwich), who became its first managing director from 1891 until 1901. His brother, Edward Marks, became its second managing director from 1901 until 1924. George was also the founder of the patent attorneys Marks & Clerk, who continue to trade. The railway was opened on 7 July 1892 by Mayor John Anderson, with a public holiday being proclaimed to celebrate the occasion.\n\nParagraph 23: In 1130 the diocese of Genoa faced a series of crises. In Rome, Pope Honorius II died on 13 February 1130. Two separate conclaves were held, and each elected a pope, Anacletus II (Petrus Pierleoni) and Innocent II (Gregorius Papareschi). Both sides immediately appealed for recognition and support from the King of the Romans, Lothair of Supplinburg. At the time, Lothair was in a fierce struggle for the imperial crown against Conrad III (Hohenstaufen) who had been crowned King of Italy with the Iron Crown of Lombardy by Archbishop Anselm of Milan in 1128. For this act he and the city of Milan were placed under papal interdict. Innocent was not able to maintain himself in Rome against the opposition of the majority of the Cardinals, of the clergy, of the nobility, and of the people of Rome, though for a time he held the Trastevere; in May or June he fled the City, and arrived in Pisa c. 20 June, and on 2 August he was in Genoa.  Meanwhile, in Milan, Archbishop Anselm had announced his support for Pope Anacletus, though a substantial number of Milanese objected to his choice and campaigned for Innocent. The opposition was led by the Archpriest, Stephanus Guandeca, who brought the people around to repudiating Anacletus, recognizing Innocent, and deposing Anselm.\n\nParagraph 24: In 2015 Grant took part in a public debate at the IQ2 stage of The Ethics Centre, with immigration lawyer Pallavi Sinha, Herald Sun columnist Rita Panahi and actor Jack Thompson to argue for or against the topic \"Racism is destroying the Australian dream\". He told of the impact of colonisation on Indigenous Australians, past and present. He argued that \"the Australian Dream\" was based upon racism, mentioning his ancestors and others who were forced into institutions and unpaid work. The debate itself was a finalist in the United Nations Association of Australia Media Peace Awards for \"its role in stimulating public awareness and understanding\".\n\nParagraph 25:  Kolkata Urban Agglomeration includes :  Kolkata district: Kolkata (M Corp.), Nadia district: Kalyani (M), Gayespur (M), North 24 Parganas district: Raigachhi (CT), Barasat (M), Madhyamgram (M), Kanchrapara (M),  Nanna (OG), Chakla (OG), Srotribati (OG), Jetia (CT), Halisahar (M), Balibhara (CT), Naihati (M), Noapara (P) (CT), Babanpur (CT), Teghari (CT), Bhatpara (M), Panpur (OG), Kaugachhi (CT), Garshyamnagar (CT), Garulia (M), Ichhapur Defence Estate (CT), North Barrackpur (M), Barrackpur Cantonment (CB), Barrackpur (M), Jafarpur (CT), Ruiya (CT), Titagarh (M), Khardaha (M), Bandipur (CT), Panihati (M), Muragachha (CT), New Barrackpur (M), Chandpur (CT), Talbandha (CT), Patulia (CT), Kamarhati (M), Baranagar (M), South Dum Dum (M), North Dum Dum (M), Dum Dum (M), Rajarhat-Gopalpur (M) [now merged with Bidhannagar (M Corp.)], Bidhannagar (M Corp.), Nabadiganta Industrial Township Authority (Salt Lake Sector V) (M), West Bengal Housing Infrastructure Development Corp (New Town) (M),  Hooghly district: Dankuni (M Corp) Bansberia (M), Hugli-Chinsurah (M), Bara Khejuria (OG), Shankhanagar (CT),  Amodghata (CT),  Chak Banshberia (CT), Naldanga (CT), Kodalia (CT), Kulihanda (CT), Simla (CT), Dharmapur (CT), Bhadreswar (M), Champdani (M), Chandannagar (M Corp.), Baidyabati (M), Serampore (M), Rishra (M), Rishra (CT), Bamunari (CT), Dakshin Rajyadharpur (CT), Nabagram Colony (CT), Konnagar (M), Uttarpara Kotrung (M), Raghunathpur (PS-Dankuni) (CT), Kanaipur (CT), Keota (CT), Howrah district: Bally (M) [Now merged with Howrah (M Corp.)], Howrah (M Corp.), Bally (CT), Jagadishpur (CT), Chamrail (CT), Eksara (CT), Chakapara (CT), Khalia (CT), Bankra (CT), Nibra (CT), Mahiari (CT), Bipra Noapara (CT), Ankurhati (CT), Kantlia (CT), Salap (CT), Tentulkuli (CT), 83 Argari (CT), Andul (CT), Ramchandrapur (CT), Jhorhat (CT), Hatgachha (CT), Dhuilya (CT), Panchpara (CT), Podara (CT), Banupur (CT), Sankrail (CT), Manikpur (CT), Sarenga (CT), Raghudebbati (CT), Nalpur (CT), Uluberia (M), Chak Srikrishna (OG), Khalisani (CT), Uttar Pirpur (CT), Balarampota (CT), Santoshpur (CT), Domjur (CT), Dakshin Jhapardaha (CT), Makardaha (CT), Khantora (CT), Bhandardaha (CT), Kamranga (CT), Jaypur Bil (CT), South 24 Parganas district: Joka (CT), Chata Kalikapur (CT), Ganye Gangadharpur (CT), Rameswarpur (CT), Asuti (CT), Hanspukuria (CT), Kalua (CT), Ramchandrapur (CT), Samali (CT), Maheshtala (M), Uttar Raypur (CT), Balarampur (CT), Buita (CT), Benjanhari Acharial (CT), Abhirampur (CT), Nischintapur (CT), Birlapur (CT), Chak Kashipur (CT), Chak Alampur (CT), Bowali (CT), Dakshin Raypur (CT), Poali (CT), Pujali (M), Budge Budge (M), Daulatpur (CT), Bhasa (CT), Bishnupur (CT), Kanyanagar (CT), Nahazari (CT), Nadabhanga (CT), Kanganbaria (CT), Bora Gagangohalia (CT), Chanddandaha (CT), Barkalikapur (CT), Patharberia (CT), Ramkrishnapur (CT), Amtala (CT), Kriparampur (CT), Chak Enayetnagar (CT), Maricha (CT), Bhangar Raghunathpur (CT), Gobindapur (CT), Radhanagar (CT), Danga (CT), Ramchandrapur (CT), Bidyadharpur (CT), Kalikapur (CT), Chak Baria (CT), Sahebpur (CT), Rajpur Sonarpur (M), Petua (CT), Garia (CT), Panchghara (CT), Mallikpur (CT), Hariharpur (CT), Champahati (CT), Solgohalia (CT), Naridana (CT), Salipur (CT), Khodar Bazar (CT), Komarhat (CT), Baruipur (M), Raynagar (CT), Kalikapur Barasat (CT), Baharu (CT), Uttarparanij (CT), Alipur (CT), Uttar Durgapur (CT), Jaynagar Majilpur (M).\n\nParagraph 26: Provisions of the 1933 Banking Act that were later repealed or replaced include (1) Sections 5(c) and 19, which required an owner of more than 50% of a Federal Reserve System member bank's stock to receive a permit from (and submit to inspection by) the Federal Reserve Board to vote that stock (replaced by the Bank Holding Company Act of 1956); (2) Section 8, which established the Federal Open Market Committee (FOMC) made up of representatives from each of the 12 Federal Reserve Banks (revised by the Federal Reserve Board-dominated FOMC established by the Banking Act of 1935 and later amended in 1942); (3) Section 11(b), which prohibited interest payments on demand deposits (repealed by the Dodd-Frank Wall Street Reform and Consumer Protection Act of 2010 and allowing interest-bearing demand accounts beginning July 21, 2011) and authorized the Federal Reserve Board to limit interest rates on time deposits (phased out by the Depository Institutions Deregulation and Monetary Control Act of 1980 by 1986), both of which interest limitations were incorporated into Regulation Q,  and (4) Section 12, which prohibited Federal Reserve System member bank loans to their executive officers and required the repayment of outstanding loans (replaced by the 1935 Banking Act's regulation of such loans and modified by later legislation).\n\nParagraph 27: Canada (ITU Region 2): On July 28, 2022, the Canadian regulator, Innovation Science and Economic Development Canada (ISED) released an update to the document for Canadian Radio Amateurs: “RBR-4 – Standards for the Operation of Radio Stations in the Amateur Radio Service”. Part of the document details the release of the new WRC-15 Amateur Secondary allocation of 5351.5 - 5366.5 kHz at a maximum effective radiated power of 100  W PEP with 2.8 kHz maximum bandwidth. This is in addition to the present four 3 kHz-wide channels (see Band Allocations entry). On Wednesday 22 January 2014, the Canadian regulator, Industry Canada (IC) released a decision to allow amateur radio operators to use the 5332 kHz, 5348 kHz, 5358.5 kHz, 5373 kHz, and 5405 kHz (channel centre) frequencies on a no-interference, no-protection basis, 2.8 kHz bandwidth, same modes as U.S., 100 W PEP maximum power. These are the same channels, modes and criteria as those available to US operators on 5 MHz and are as the result of the official IC consultation held earlier in Summer 2012. Prior to this Canadian Amateurs were allowed at the beginning of April 2012 to apply for special interim 5 MHz / 60 m development licences under the VX9 callsign series by their regulator, Industry Canada. This provided for the same channels and facilities accorded to US licensees. Following discussions with the Canadian national amateur radio society Radio Amateurs of Canada (RAC) and the implementation of the US FCC new 60 m rules in March 2012, Industry Canada (IC) issued a consultation notice for Canadian radio amateurs in the government Canada Gazette on May 12, 2012. It proposed the American 60 m channels and conditions, plus an extra one at 5329 kHz for Canadian domestic use only (at the request of RAC), making a total of six channels. Canadian amateurs had until 12 June 2012 to comment and responses were published on the Industry Canada website on 22 June 2012. At the successful conclusion of this process IC intended to permit general availability of these 5 MHz / 60 m channels to Canadian amateurs. In the meantime, amateurs were invited to apply to IC for a special interim 5 MHz / 60 m developmental licence in order to have the opportunity of gaining early access to these frequencies. Amateurs holding the Basic + (with Honours) or the Advanced Certificate were eligible for licensing on these frequencies. Before this, 5 MHz / 60 m activity from Canada had been on a special permission, limited time basis on specified frequencies. This had originated as early as 2002.\n\nParagraph 28: Ayres Borghi-Zerni was born in Buenos Aires in 1895 to a musical family. Her father was Edgardo Zerni, an Italian operatic tenor of modest reputation, and her aunt was Adele Borghi, a prominent mezzo-soprano admired by Giuseppe Verdi himself. Little is known about Ayres's early years. She studied singing in Milan under a teacher called Bonanno and made her debut in 1914 at the Teatro dal Verme as Micaela in Georges Bizet's Carmen. In the next two years she made a number of successful appearances on Italian provincial stages, amongst which was the Teatro della Pergola in Florence where in 1916 she appeared as Gilda in Verdi's Rigoletto. In 1917 Ayres Borghi-Zerni toured South America, where she sang Lucia di Lammermoor in Gaetano Donizetti's opera of the same title and Violetta in Verdi's La traviata at the Gran Teatro de La Habana, National Theatre of Venezuela and the Teatro Arbeu in Mexico. The following year Ayres Borghi-Zerni made her first appearance at an important Italian opera house - Teatro Comunale di Bologna, where she performed Gilda in Rigoletto and Amina in Vincenzo Bellini's La sonnambula. This signed the beginning of her important career: in the following ten years (1918-1928) Borghi-Zerni was invited to sing at the most prominent theatres of Italy, amongst which were the Teatro Costanzi in Rome (in 1918 and 1922), the Teatro Massimo in Palermo (in 1919), the Teatro San Carlo in Naples (in 1919, 1920, 1924, 1925 and 1928), the Teatro La Fenice in Venice (in 1921, 1926 and 1927) and the Teatro Regio in Turin (in 1922). It seems quite strange, though, that she never appeared at the Teatro alla Scala. Apart from the greatest Italian stages, Borghi-Zerni was tremendously successful in at The Royal Opera House in London, where in 1919 she sang Violetta in La traviata. She also made guest appearances at the Teatro Liceo in Barcelona (also in 1919, in Gioacchino Rossini's Il barbiere di Siviglia, Lucia di Lammermoor and  Rigoletto) and the Opéra de Monte-Carlo (in 1920, in La traviata, Rigoletto (as a partner of the great tenor Beniamino Gigli) and the world premiere of Raoul Gunsbourg's new opera Satan). Ayres Borghi-Zerni's career did not last long, as she seems to have retired from the stage in 1928. She gave her last performances as Violetta and Lucia in 1928 (at the Teatro San Carlo and Politeama Reinach in Parma), and after this point her life is unknown.\n\nParagraph 29: Pitchfork contributor Jason Heller said \"Wraithlike vocals and numbed melodies hanging over pinprick prog fretwork... The pulse of ethereal '70s rock – from Pink Floyd to Hawkwind's more celestial moments... Dual vocal lines emanate from some unseen place, sometimes braided together in a conjoined plea for connection... Heartbreakingly beautiful.\" Kim Kelly of Noisey music by Vice said \"Landless is a tour-de-force... out-there progression, ethereal atmosphere, and unexpected harmonies.\" Natalie Zina Walschots of Exclaim writes \"Eight Bells have created a veritable monument to yearning... Breathless, imbalanced genius.\" BrooklynVegan staffer Rob Sperry-Fromm says \"There's a classical doom feel... wedded to a modern sense of progressiveness, with reverb-y harmonies and organ melding creating a vivid contrast with the driving, powerful drumming of new member Rae Amitay.\" According to the Invisible Oranges staff, \"[Melynda] Jackson's chiming and piercing guitar tone evokes The Edge's celebratory playing style. She and [Haley] Westeiner employ two-part harmonies, the sort often used in medieval choir music... Their jagged, sometimes Slint-like approach to songwriting, and their assonant sining make their songs obscure... I find myself obsessed with the surface of Eight Bells' music, curious what lies beneath.\" MetalSucks Senior Editor Anso DF says \"Another time and dimension... where Ulver and Ihsahn are Pink Floyd's precedents, where lyrics can trade mind-travels for centuries-ago suffering...\" Walker MacMurdo at the Willamette Week writes, \"Soaring, clean vocals punching through an aura of swirling melancholy... Landless sounds like a strong contender – Portland or otherwise – for the best metal album of the usually slow first quarter of 2016.\" According to loudwire.com, Landless is ”An exercise in sonic dreamscapes... Unpredictable from moment to moment, Landless is an exciting listen.\" Allen Griffin at Burning Ambulance says ”Like any great trio, each instrument is equally important to the overall architecture of the sound... Eight Bells is much more than the sum of their parts. Eight Bells have crafted a unique sound, one that is thematically consistent, from lyrics to artwork and sonic palette as well.\" According to Echoes and Dust writer Peter Meinertzhagen, \"Landless drifts like an ethereal mist, enveloping you slowly... Eight Bells shrug off the meandering bluesy psychedelia of their debut in favor of a sound that is darker, more mature, and more atmospheric, sounding less like a jam and more like a crafted narrative.\" Manny-O-War at Nine Circles says \"It takes special talent and songwriting to grab the listener with what's not there; to entice the listener with merely the mood or emotion of your music. Eight Bells are experts here... The perfect combination of Brian Eno, Ulver and King Crimson.\" Brian Krasman of Meat Mead Metal writes \"From the progressive sections, to the enthralling arrangements, to the lush vocal harmonies that push the story, to the propulsive drumming, this group create weaving, winding tapestries that are melodic, dark, hypnotic... This is an adventure.\"\n\nParagraph 30: Passenger records of Peter Wyngarde's journey to the UK in 1945 and a biography published in 2020 name his father as a British merchant seaman called Henry Goldbert (1897–1945). Henry Goldbert was of Russian ethnicity and born in present day Ukraine. He grew up in British Malaya, where he became a naturalised British citizen. Wyngarde had claimed that Henry Goldbert was his stepfather, and that his birth father was an Englishman named Henry Wyngarde who had a prestigious career in the British Diplomatic Service in Hong Kong, Malaya, Singapore and India, before becoming an importer-exporter of antique watches living in Eaton Square, London. No such person appears in any public records in the UK or anywhere in the world. Despite being named as Wyngarde's next of kin on the passenger manifest, Henry Goldbert appears to have died in the US in October 1945, a few weeks before his son arrived in the UK from Shanghai."
    },
    {
        "inputs": [
            "The text explains that cyclopropanones, which are three-membered ring ketones, undergo hydration to a significant extent. This is because the strained structure of the three-membered ring favors sp3 hybridization over sp2 hybridization. The addition of a nucleophile to the carbonyl group in cyclopropanones helps release some of the strain in the small ring, making them highly reactive electrophiles. In larger rings, the stability of hemiacetals is due to entropy and the proximity of the nucleophile to the carbonyl group. The formation of cyclic hemiacetals is more favorable because it involves a single molecule reacting with itself, while acyclic acetals involve the consumption of two molecules. Cyclic hemiacetals also have a higher forward rate of reaction, making them more stable. Many biologically relevant sugars, including glucose, are examples of cyclic hemiacetals.",
            "The text is about a woman named Güzin who receives a letter from her husband, Azmi, after not hearing from him for ten days. Güzin spends time with her friend Sadan, who recently got engaged to Turan. Sadan's health begins to deteriorate, and she starts sleepwalking. One night, Güzin follows Sadan and witnesses her being attacked by Dracula near the seashore. Sadan falls ill, and doctors try to figure out her mysterious illness. Güzin learns that Azmi is in the hospital, so she goes to bring him home. Dr. Nuri suggests blood transfusions and putting garlic in Sadan's room to protect her. However, Sadan's mother removes the garlic necklace, and Dracula attacks Sadan, causing her mother to die of a heart attack. Azmi and Güzin return too late, and Sadan dies, only to rise as a vampire. The group joins forces to fight against Dracula, and Dr. Nuri reveals his suspicions about the vampire. They go to the graveyard and find that Sadan's coffin is empty.",
            "Liane Brauch Russel, born in 1923 in Vienna, Austria, was forced to flee her home due to the Nazi regime and her Jewish heritage. She moved to London and eventually to the United States, where she pursued a college education in chemistry and biology. Liane's research assistantship at Jackson Laboratory led her to meet her supervisor, William Russel, who would later become her husband and research partner. She went on to complete her Ph.D. in Zoology at the University of Chicago and began working at Oak Ridge National Laboratory, studying the effects of radiation exposure on mice embryos. Her research revealed the harmful effects of radiation during early pregnancy and led to the development of the \"14-day rule\" practice among radiologists. Liane received numerous awards for her research and contributions to the field of radiation studies. Her work has saved lives and continues to impact the scientific and medical communities."
        ],
        "answers": [
            "Paragraph 27: ",
            "Paragraph 13: ",
            "Paragraph 30: "
        ],
        "context": "Paragraph 1: Daniel Bomberg ( – ) was one of the most important early printers of Hebrew books. A Christian hebraist who employed rabbis, scholars and apostates in his Venice publishing house, Bomberg printed the first Mikraot Gdolot (Rabbinic Bible) and the first complete Babylonian and Jerusalem Talmuds, based on the layout pioneered by the Soncino family printers, with the commentaries of Rashi, and of the Tosfot in the margins. These editions set standards that are still in use today, in particular the pagination of the Babylonian Talmud. His publishing house printed about 200 Hebrew books, including Siddurim, responsa, codes of law, works of philosophy and ethics, commentaries, and more. He was the first Hebrew printer in Venice and the first non-Jewish printer of Hebrew books.\n\nParagraph 2: The club's debut home match in first-class cricket was played at Durdham Down in the Clifton district of Bristol.  This was the only time the county used this venue for a match.  The following year Gloucestershire began to play matches at the Clifton College Close Ground in the grounds of Clifton College in the same part of the city, and this remained a regular venue for the county until the 1930s, hosting nearly 100 first-class matches.  In 1872 the county used a venue outside Bristol for the first time when they played at the College Ground in the grounds of Cheltenham College.  This venue has continued to be used regularly for the county's annual \"Cheltenham festival\" event, which in the modern era incorporates additional charity events and off-field entertainment.  In 1889 Gloucestershire began to play matches at the Bristol County Ground in Bristol, which has subsequently served as the club's main headquarters and hosted the majority of the county's matches.  It was here that the club played its first List A match in 1963 against Middlesex, and its first Twenty20 match forty years later against Worcestershire.  Somerset have played first-class matches at other venues in the city.\n\nParagraph 3: After its transfer to the United Nations, two extensions were added to the building, which considerably increased the size of the usable area of the building. Between 1950 and 1952, three floors were added to the \"K\" building, and the \"D\" building was constructed to house temporarily the World Health Organization. The \"E\" building (or \"New\" Building) was added between 1968 and 1973 as a conference facility (an additional eleven conference rooms and an extra volume of ), bringing the total number of conference rooms to 34. With the additions, the complex is  long and holds 2,800 offices, with a total volume of \n\nParagraph 4: Fritz Köberle was born in Eichgraben, Austria, and studied medicine at the University of Vienna, Austria, graduating magna cum laude in 1934. He began to work in the Institute of Pathology while he was a student and, soon after his 1935 graduation, he was admitted as an assistant professor. With the annexation of Austria to Germany (Anschluss), Köberle was drafted into the Army as a medical lieutenant and worked as a pathologist in the Central Army Hospital of Vienna. With the outbreak of the Second World War hostilities, Köberle was attached as field pathologist to the XII Army Group of the Wehrmacht in 1940 and served in the fronts of France, Belgium, Poland and Russia. He was able to acquire during this period an enormous experience on the pathology of infectious diseases (bacterial dysentery, typhus, typhoid fever, tularemia and malaria) as well as war-inflicted wounds, and performing more than four thousand autopsies.  After the war, Köberle returned to the University of Münster as Privatdozent, continuing his activities as professor and researcher of medical pathology until 1945. He returned shortly to the University of Vienna, and, in 1946, accepted a post as director of the Serological and Pathological Institute of the General Hospital of St. Pölten, Lower Austria.\n\nParagraph 5: When the Anglican and Lutheran churches implemented their own calendar and lectionary reforms in 1976, they adopted the same shortened definition of the Easter season as the Roman Catholic Church had promulgated six years earlier. In the Church of England, the Easter season begins with the Easter Vigil and ends after Evening Prayer (or Night Prayer) on the Day of Pentecost. Some Anglican provinces continue to label the Sundays between Easter and the Ascension \"Sundays After Easter\" rather than \"Sundays of Easter\"; others, such as the Church of England and ECUSA, use the term \"Sundays of Easter\". Anglican provinces and dioceses which continue to use The Book of Common Prayer (1662) as their standard of doctrine and liturgy persist in having a traditional 40 day Eastertide which concludes on Ascension Day, also known as Holy Thursday. \n\nParagraph 6: On July 19, 2019, Caslen was selected as the 29th president of the University of South Carolina. He was initially among a group of four finalists for the position. While Caslen was reported to be the front-runner, there was significant controversy about his nomination, given that he does not possess an earned doctorate and because of comments made during open campus sessions regarding binge drinking and sexual assault; among faculty and students, 82% opposed Caslen's candidacy. It was later discovered by the Post and Courier that Mr. Caslen's name was added to the finalist list only after the intervention of the Chairman of the Board of Trustees as Caslen was not originally a finalist or an agreed upon alternate nominated by the presidential search committee. On April 26, the university Board of Trustees decided to reopen the search. Caslen sent a letter to the Board withdrawing himself from consideration in the new search, stating, \"“I am sorry that my record and my reputation had caused such a clamor at your university and were so polarizing to your faculty and student body . . . If I had known the environment of your campus, I would have withdrawn my nomination right away.\". However, it was revealed on July 8, that South Carolina Governor Henry McMaster was urging members of the board to meet by the end of the week to vote on Caslen's candidacy for president. This caused more controversy, with the university's faculty senate unanimously passing motions to formally criticize the lack of transparency in the search process and to issue a vote of no confidence in Caslen to lead the university. Several alumni and donors also opposed the intervention of the governor in the presidential search; notably businesswoman Darla Moore, writing as \"the largest donor to the university and the namesake of one of the largest schools,\" urged the board to abide by the April 26 decision to continue the search. and the SACS Commission on Colleges opening an inquiry into the search to determine if there was undue outside influence. One trustee, Egerton Burroughs, believed that the opposition to Caslen was entirely political, stating, without evidence, \"A lot of the people that are demonstrating are from out of town. I heard some of that Kamala Harris crowd is there … got this thing all tied into the Democratic primary,\" though Burroughs was unaware his comments were being broadcast. Despite the opposition of faculty and students, on July 19, Caslen was elected as the 29th president of the University by the Board of Trustees by a vote of 11–8, with one member voting \"present\".\n\nParagraph 7: The [author of the book] Yuchasin wrote these words: \"Now in the year 4956 anno mundi (1196 CE), on the 8th of Menaḥem Av, there fell out a great religious persecution in the kingdom of León, to the extent that they carried away from there a Codex containing the 24 canonical books of the Bible, called the Biblia, which R. Hillel had written, and from which they would proofread the texts of all the scrolls. Now I saw some of them (i.e. scrolls) that were sold in Africa, and at my time, they were nine-hundred years old since the time they were first written.\" The [same author of the book] Yuchasin, on the year 5250 anno mundi (1490 CE), wrote: ha-Qimḥi (c. 1160–c. 1235) said in his Piece on Grammar, in the chapter lemaʻan tizkaru, that the Codex was in Toledo [of Spain], and [that it was found written after its prescription] in the books [of the Law] left by the early Geonim, [particularly] by Rav Sherira [Gaon] and Rabbeinu Hai [Gaon]. And when the books of Rabbeinu Moshe (i.e. Maimonides, of blessed memory) came amongst them and they saw his tradition of orthography in this regard, they sent to him (i.e. to the Ramah) and he answered them after [much] flowery speech and many praises, whose words were these: 'But presently I shall tell you the truth, that all the books that have reached us of those books written by Rabbeinu Moshe (Maimonides), may peace rest on him, with regard to open sections and closed sections, all of them were engrossed with different errors one from the other, since the words of the book were concealed [from understanding], and those copyists who copied from it made rash decisions on their own, and each one added [what he pleased], and diminished [from the true text] according to his own understanding, thus defacing the books with things that they imagined in their heart to be true, and which they gave their opinion to, but which I was compelled to investigate and make inquiry into, etc., etc. And so, I sent to Marseilles, to the most erudite man [there], Samuel Ibn Tibbon, the physician, and I asked him to send me an [accurate] account of the closed and open sections from the book [of the Law] that was copied from the book [of the Law] belonging to that Rabbi (i.e. Maimonides) that came with him to Marseilles, and which said Rabbi (may his memory be blessed) had signed in his own handwriting; as also that which I, myself, had written down from the book (that was no longer before me), I am Moshe, the son of Rabbi Maimon the Sepharadi. And so did he do, sending them to me with due speed, and I found in the copy of the writing, etc. all the things that you brought to my attention for a decision [as touching the writings of Maimonides] that they were [indeed] true, etc. and that the other matters that were concealed [therein from our understanding] were not made clear unto me by that book until I was compelled to once again search and inquire [into them], etc., and it was revealed unto me their import by the help of Him who favors man with understanding. Now, behold! They are written in this [leafed] booklet which is being sent to you, etc., [both] open and closed [sections], [and] that which is neither an open [section] nor a closed [section], but rather an arranged [section], in my own handwriting. Likewise, I have written for you the lay-out of the [prosaic] song Ha'azinu in two categories: one, containing the names of words that come at the beginning of each line; the other, containing the names of words that come at the end of each line. (Now there are altogether sixty-seven lines [in the prosaic song Ha'azinu], just as it is found in my handwritten Bible Codex, and in [copies of] Maimonides of [those made by the] early exponents of our laws…) … [Signed]: From him that has been afflicted with reproof of instruction, not with whips, per se, but with scorpions, until he was compelled to confess his sorrow unto many – perchance they will seek mercy upon him from Him who has mercy; [I], who writes to his friends and companions, Meir Halevi, the son of R. Todros.' \"\n\nParagraph 8: Crimpshrine originally formed in 1982 under the name S.A.G. with Aaron Cometbus playing guitar and Jesse Michaels (later of Operation Ivy) on vocals, both 13 years old. Michaels initially attempted to play guitar, but \"didn't know any chords, so I played with my thumb.\" According to Elliot, the band had a \"serious lack of equipment\" during this time, as they had one drum and only 3 strings on the guitar, which was tuned to a barre chord. They quickly added friend Jeff Ott, then 12, on drums initially but switched to guitar soon after and Cometbus took over drums. Regarding Ott's guitar skills, Michaels described him as \"twenty times better than us\". Michaels was kicked out of the band in 1984, which he said was for \"smoking too much pot\", and Ott and Cometbus changed the band's name to Crimpshrine. According to Ott, the name came from a nickname for a girl they knew who had \"bleached-blond, burned, crimped hair.\" The group initially wanted a female singer, but could not find one so Ott took over on vocals in late 1984 and they then went through various different line-ups during 1985. Ott began experimenting with playing synthesizer and piano, a man named Isaac joined on violin and Tim Armstrong (then known as Lint) played bass for a brief period. Pete Rypins joined as the group's bassist in October 1986 and, according to Cometbus, \"started to get out of Jeff's basement and play some parties and shows.\"\n\nParagraph 9:  European Union: Polygamy is illegal in all 27 states. In Bulgaria, polygamy is illegal and punishable with up to three years imprisonment. In Finland, the official prosecutor is obliged to take all cases to a court where more than two persons are married to each other and such relationships cease to exist after the court has decided it. Polygamic marriages performed abroad may be recognized only on narrow occasions, for instance in child custody matters. In France, polygamy is illegal under Article 433-20 of he Penal Code and punishable by one year's imprisonment and a fine of €45,000. In Germany, polygamy is illegal, legally punishable with fine or prison time up to three years. Polygamous marriages contracted abroad are legal, however, the German authorities announced plans to close this legal loophole by making it a barrier to naturalization. In Ireland, the Catholic Church in Ireland allowed someone with a church annulment but no civil annulment to remarry in church; such a marriage was legally null and bigamous but no prosecutions were brought. The practice ended after the 1996 legalisation of divorce. In 2017, the Supreme Court ruled that if someone had two legal marriages abroad, only the first was legal in Ireland, though 'that did not necessarily mean [the second] marriage \"can never have legal consequences [in Ireland]\"'. In the Netherlands, a marriage between more than two individuals is prohibited; however, a samenlevingscontract may include more than two partners. It legally accepts immigrants who are in such a union from a country where it is legal; e.g. if a man with two wives immigrates to The Netherlands, all three will be legally recognized. In Romania, bigamy, defined as marriage conducted by a person who is already married, is punishable by up to 2 years in prison or fine. Knowingly marrying a married person is punishable by up to 1 year in prison or by fine. In Sweden, a person who is already married is not permitted to enter into another marriage. In the past, Sweden generally recognized polygamous marriages performed abroad. However, the Swedish government decided to task an inquiry chair with reviewing how to prevent recognition of foreign polygamous marriages in Sweden; Deputy Minister for Justice, Heléne Fritzon stating that \"Polygamous marriages should not be recognised in Sweden and we need to review the existing legal loophole that makes it possible. Polygamous marriages undermine gender equality and, according to the UN, it can have serious emotional and financial consequences\". Since 2021, Sweden no longer recognizes foreign polygamous marriages, save in exceptional circumstances.\n\nParagraph 10: An unusual feature of Gale is an enormous mound of \"sedimentary debris\" around its central peak, officially named Aeolis Mons (popularly known as \"Mount Sharp\") rising  above the northern crater floor and  above the southern crater floor—slightly taller than the southern rim of the crater itself. The mound is composed of layered material and may have been laid down over a period of around 2 billion years. The origin of this mound is not known with certainty, but research suggests it is the eroded remnant of sedimentary layers that once filled the crater completely, possibly originally deposited on a lakebed. Evidence of fluvial activity was observed early on in the mission at the Shaler outcrop (first observed on Sol 120, investigated extensively between Sols 309-324). Observations made by the rover Curiosity at the Pahrump Hills strongly support the lake hypothesis: sedimentary facies including sub mm-scale horizontally-laminated mudstones, with interbedded fluvial crossbeds are representative of sediments which accumulate in lakes, or on the margins of lakes which grow and contract in response to lake-level. These lake-bed mudstones are referred to as the Murray Formation, and form a significant amount of the Mount Sharp group. The Siccar Point group (named after the famous unconformity at Siccar Point) overlies the Mount Sharp group, and the two units are separated by a major unconformity which dips toward the North. At present, the Stimson formation is the only stratigraphic unit within the Siccar Point group which has been investigated in-detail by Curiosity. The Stimson formation represents the preserved expression of a dry aeolian dune field, where sediment was transported towards the north, or northeast by palaeowinds within the crater. In the Emerson plateau area (from Marias Pass, to East Glacier), the outcrops are characterised predominantly by simple cross-sets, deposited by simple sinuous-crested dunes, with heights up to ~10 m. To the south, at the Murray buttes, the outcrop are characterised by compound cross-sets, with a hierarchy of bounding surfaces migration of small dunes superimposed on the lee-slope of a large dune known as a \"draa\". These draas have estimates heights of ~40 m, and migrated toward the north, while superimposed dunes migrated toward the east-northeast. Further to the south, at the Greenheugh pediment, compound and simple cross-sets consistent with aeolian depositional processes have been observed in the pediment capping unit. Observations made during the ascent of the Greenheugh pediment between Sols 2665-2734 demonstrated that the pediment capping unit has sedimentary textures, facies and architecture that are consistent with the rest of the Stimson formation. Furthermore, analysis of sedimentary facies and architecture provided evidence which indicates fluctuating wind directions, from a seasonal temporal scale - recorded by interstratified windripple and avalanche strata, through to millennial time scales recorded by reversal of the sediment transport direction. These wind reversals suggest variable and changeable atmospheric circulation during this time.\n\nParagraph 11: The nationalization of the Chilean copper industry, commonly described as the Chileanization of copper () was the process by which the Chilean government acquired control of the major foreign-owned section of the Chilean copper mining industry.  It involved the three huge mines known as 'La Gran Mineria' and three smaller operations.  The Chilean-owned smaller copper mines were not affected. The process started under the government of President Carlos Ibáñez del Campo, and culminated during the government of President Salvador Allende, who completed the nationalization. This \"act of sovereignty\" was the espoused basis for a later international economic boycott, which further isolated Chile from the world economy, worsening the state of political polarization that led to the 1973 Chilean coup d'état.\n\nParagraph 12: For the first time, shutter information was displayed via an internal liquid crystal display (LCD) inside the viewfinder. Aperture information was relayed through Nikon's \"ADR\" (Aperture Direct Readout) which was a window at the top center of the viewfinder that got its information from a micro-prism that read small numbers at the top of the mounted lens, of which type 'AI' (Aperture Indexing) or 'AIS' (Aperture Indexing Shutter Priority) lenses had printed behind the normal aperture numbers. Though widely used today, LCDs were very hi-tech at the time. They proved somewhat difficult to see at night, so Nikon installed a button-operated light for use at night. The LCD is one of the few problem areas of the F3 design, since with age, LCDs lose contrast, blur, and become inoperative after a number of years. Fortunately, unlike modern autofocus cameras with LCD 'Command Center' panels, malfunction of the F3's LCD viewfinder display does not prevent full operation of the camera, since this is accomplished with manual dials and indicators. Many F3 cameras built in the 1980s were never used professionally, and therefore are still in perfect working order, including the LCD.  On early production models the autoexposure lock button, originally a simple push-in part, is often missing; Nikon later redesigned this part so it was securely attached from inside the body.  The later part can be fitted to early bodies but a partial stripdown is required.\n\nParagraph 13: Back in Turkey, Azmi's wife Güzin receives one of his letters. She frets because it is the first she has heard from him in ten days. Güzin spends her time with her best friend, Sadan. Sadan's mother, who has a heart condition, says Sadan has been ill and walking in her sleep lately, though Sadan seems happy as she recently became engaged to Turan. Güzin and Sadan go to the seashore, and while taking a walk, they meet four men carrying a coffin-like box, which they say is full of dirt from Romania. The men say that two other men hired to move the boxes of earth disappeared in transit. That night Sadan walks in her sleep. Güzin follows her to the seashore and sees her near the foot of a seaside staircase, being preyed upon by Dracula, who disappears. Güzin walks Sadan back to her room. Sadan begins to suffer from a mysterious illness that leaves her pale and weak. Her illness baffles Dr. Akif, and Dr. Nuri is called to examine Sadan, noticing that she has two tiny wounds on her throat. Güzin meanwhile learns that Azmi is being nursed back to health in a hospital in Edirne. She goes to bring him home. Dr. Nuri recommends blood transfusions for Sadan, and also places garlic in her room and prepares a wreath of it for her to wear in her sleep. He warns that her windows should not be opened at night. That night, Sadan's mother removes the necklace, and The Count breaks the window to Sadan's room and attacks her. Sadan's mother, who is still in the room at the time, dies of a heart attack. Azmi and Güzin return from Edirne, but they are too late. Sadan is on her deathbed, the marks from her neck have vanished and her teeth appear longer and sharper. She speaks with strange seductiveness to Turan, but Dr. Nuri prevents Turan from kissing her. Sadan dies, is buried and then rises as a vampire, who preys on children. Dr. Nuri, Azmi, Güzin, Dr. Akif, and Turan agree to join forces against the Count. Dr. Nuri tells the others of his suspicions about Dracula, and about his limitations: he retreats from garlic, and he can be killed by a stake through the heart or by decapitation. Dr. Nuri also reveals that the wounds in the children's throats weren't made in the same way as Sadan's wounds, but were made by Sadan herself. Dr. Nuri leads Dr. Akif, Azmi, and Turan to the graveyard by night. Inside the tomb, Sadan's coffin is empty.\n\nParagraph 14: Electrification of the Southport route was begun in 1902. It was increasingly popular for commuting and pleasure trips, but suffered from competition from the Cheshire Lines Railway. Electric traction was seen as cleaner than steam locomotives, and with coal prices rising, potentially cheaper. At the time, concerns were being expressed, especially in the railway press, that engineering developments in Britain was being overtaken by electrification projects in America and Switzerland. Preston-based Dick, Kerr and Company was responsible for the traction systems and the L&YR built the rolling stock. A 625 V DC four-rail system was adopted. A live rail was outside the running rails  from the centre of the track and  above the top of the running rails. A return rail, cross-bonded to the running rails, was positioned centrally between the tracks. The route was  long and gaps were left at 46 level crossings. The L&YR built a power station at Formby, generating 7.5 kV AC, conveyed to four sub-stations by underground cables.\n\nParagraph 15: Murakami entered the Japanese Pacific League professional team, the Nankai Hawks, in September , while still attending high school. In 1964, his team sent him, along with two other young players, to the San Francisco Giants single-A team Fresno as a baseball \"exchange student\". He was originally only scheduled to stay in the United States until June, but the Hawks neglected to call him back to Japan, and he stayed with the Giants for the rest of the season. In August of the same year, he was promoted to the majors, and on September 1, 1964, he became the first Japanese player to play in the major leagues and the first Asian-born player since Chinese-born Harry Kingman's cup of coffee 50 years earlier. He entered the ninth inning against the New York Mets and pitched to four batters, striking out two and allowing just one hit and zero runs. He pitched the final three innings of an 11-inning 5-4 win by the Giants on September 29 over the Houston Colt .45s to get his first career win. In nine games with the Giants, he pitched a total of 15 innings while allowing eight hits and three runs (with all of the runs occurring in his final game on October 4) while having 15 strikeouts and one walk for a 1.80 ERA. Murakami's performance caused the Giants to refuse the Hawks' order to return him to Japan. The argument escalated during the 1964 off-season, and Japanese baseball commissioner Yushi Uchimura was called in to make the final decision on which team Murakami would play with. The commissioner made a compromise; Murakami would return to the Hawks after he had played for another full season with the Giants. He wore number 10 with the San Francisco Giants. He appeared in 45 games, pitching a total of 74 1⁄3 innings while going 4-1 with a 3.75 ERA, 85 strikeouts and 22 walks.\n\nParagraph 16: In 1720, the Dutch East India Company built a fort and factory called Lijdzaamheid (Lydsaamheid) on the spot of Lourenço Marques (now Maputo), since April 1721 governed by an Opperhoofd (chief factor), under authority of the Dutch Cape Colony, interrupted by Taylor's pirate occupation from April 1722 to 28 August 1722; in December 1730 the settlement was abandoned. Thereafter the Portuguese had—intermittently—trading stations in the Espírito Santo estuary. These stations were protected by small forts, usually incapable, however, of withstanding attacks by the natives. In 1779 the Austrian ship \"Joseph und Theresia\" of the Austrian East India Company lands at the bay and the Austrians erect the St. Joseph and St. Maria forts. In 1778, an Austrian expedition led by English adventurer William Bolts established a trading factory at Delagoa Bay. The factory, composed of 155 men and a number of women, traded in ivory, reaching as high as 75,000 pounds per year until the factory was expelled by the Portuguese in 1781.\n\nParagraph 17: When Car and Driver confronted Mosler with these results prior to publication, Mosler noted that the test car was three years old and worn out due to heavy use: the GTP obtained by Car and Driver was borrowed from a Track Time driver's school: it had worn tires and brake pads, no interior trim, and three cigarette lighters which were specially installed so Track Time could plug in their computer and portable radio equipment. Mosler offered to rerun the test using his company test driver and after installing new brake pads in the GTP, and agreed to pay the $25,000 if the GTP still didn't lap faster than the Corvette. Car and Driver refused, saying it might be faster because of the new driver. Mosler responded that they could use any driver they wanted for their car, but to have them drive the GTP and get paid if it lost due to a conflict of interest. Car and Driver subsequently published the Consulier GTP road test article in a negative and sarcastic light, where they ridiculed the borrowed car's lack of interior fit and finish and the three lighter plugs (failing to mention these were modifications made by the driving school), and compared the overall fit and finish negatively with a new Nissan 300ZX. They also claimed that Mosler defaulted on his promise. Supporting Mosler's position that the GTP should have won was the 1991 auto race in Lime Rock Park, with a Series II Consulier GTP. This car defeated Hurley Haywood's factory Porsche 911 Turbo, Boris Said's Callaway Twin Turbo Corvette, and Jim Minnaker's factory ZR1 Corvette; the race would be the GTP's last before it was banned from the IMSA series. To further back up his statements, Mosler raised the challenge to $100,000, however no production car was able to best the Series II Consulier GTP; it has been claimed that Chet Fillip bested the GTP, however he was in a modified RUF Porsche GT1 with racing slicks during his run at the Sebring International Raceway.\n\nParagraph 18: Álvaro de Campos (; October 15, 1890 – November 30, 1935) was one of the poet Fernando Pessoa's various heteronyms, widely known by his powerful and wrathful writing style. According to his author, this alter ego was born in Tavira, Portugal, studied mechanical engineering and finally graduated in ship engineering in Glasgow. After a journey in Ireland, Campos sailed to the Orient and wrote his poem \"Opiario\" in the Suez Canal \"onboard\". He worked in 'Barrow-on-Furness' (sic) (of which Pessoa wrote a poem about) and Newcastle-on-Tyne (1922). Unemployed, Campos returned to Lisbon in 1926 (he wrote then the poem \"Lisbon Revisited\"), where he lived ever since. He was born in October, 1890, but Pessoa didn't put an end to the life of Campos, so he would have survived his author who died in November, 1935. Campos' works may be split in three phases: the decadent phase, the futuristic phase and the decadent (sad) phase. He chose Whitman and Marinetti as masters, showing some similarities with their works, mainly in the second phase: hymns like \"Ode Triunfal\", \"Ode Marítima\",  and \"Ultimatum\" praise the power of the rising technology, the strength of the machines, the dark side of the industrial civilization, and an enigmatic love for the machines. The first phase (marked by the poem Opiário) shared some of its pessimism with Pessoa's friend Mário de Sá-Carneiro, one of his co-workers in Orpheu magazine. In the last phase, Pessoa drops the mask, and reveals through Campos all the emptiness and nostalgia that grew during his last years of life.<ref>PESSOA, Fernando (1999). Crítica: ensaios, artigos e entrevistas, vol.I, ed. Fernando Cabral Martins. Lisboa: Assírio & Alvim, p. 189.</ref> In his last phase Campos wrote the poems \"Lisbon Revisited\" and the well-known \"Tobacco Shop\".\n\nParagraph 19: Of the story chapters, this is one of the shortest. Tank commander Danny Pritchard is introduced. He is presented as being apathetic towards war. On the planet Dunstan Hammer's Slammers are fighting for the government and Danny Pritchard is becoming romantically involved with one of their representatives, a young woman named Sonna. After a short skirmish, Pritchard's section makes camp in a rural area of Dunstan. Sonna invites Pritchard out for a ride to show him something. They take an aircar to a nearby structure made of an opaque, glass-like material. Pritchard is urged to enter the building by Sonna. He is presented with various images of strange and alien creatures, bird-like in appearance; Sonna explains they are an alien race named the Gedel. Shaken, he leaves the ruin and Sonna explains that the Gedel were a race capable of creating many wonders. This ruin is just one of many scattered over Dunstan. Pritchard seems uncaring and uninterested in the nature of the race, especially if the presence of their creations does not directly help his regiment. After decamping, his tank section becomes engaged in a fight on the edge of a city made of irreplaceable Gedel structures. The enemy mercenaries have dug in there intentionally, knowing the Slammers' employers won't allow the Regiment to attack the site. If the Slammers don't attack and defeat their opponents, they will be labeled as quitters. This in turn will adversely impact their ability to land contracts. Despite Sonna's protestations, Colonel Hammer allows the use of the tanks' heavy 20 cm powerguns to flush out and kill the enemy. This has the foreseeable effect of destroying many of the Gedel buildings, but insures the Slammers' reputation as a unit that will do whatever it takes to win.\n\nParagraph 20: The M82 is a short-recoil semi-automatic firearm. When the gun is fired, the barrel initially recoils for a short distance (about ), while being securely locked by the rotating bolt. After the short travel, the lower part of the accelerator arm, held by the receiver upper part, is already hinged in the bolt carrier and the middle portion strikes it back to the barrel by a rod placed in the bolt carrier, transferring part of the recoil energy of the barrel to the bolt to achieve reliable cycling and unlock it from the barrel. The bolt is unlocked by turning in the curved cam track in the bolt carrier. Then the barrel is stopped by the combined effect of the accelerator, buffer spring, and the muzzle brake and the bolt continues back, to extract and eject a spent case. On its return stroke, the bolt strips the fresh cartridge from the box magazine and feeds it into the chamber and finally locks itself to the barrel. The striker is also cocked on the return stroke of the bolt. The gun is fed from a large, detachable box magazine holding up to ten rounds, although a rare twelve-round magazine was developed for use during Operation Desert Storm in 1991.\n\nParagraph 21: In the 853rd century the institutions of the Justice League of America (JLA) and the Legion of Super-Heroes have developed into the Justice Legions, various teams of superhumans who act to protect the Milky Way galaxy. The highest ranking of these is the Justice Legion Alpha, who have their base on Jupiter and are responsible for protecting the Solar System (the second rank is Justice Legion Beta, the third is Justice Legion Gamma, and so on).  While Alpha resembles the JLA, other legions resemble teams such as the Teen Titans, Young Justice, the Legion of Super-Heroes, the Legion of Super-Pets, etc.\n\nParagraph 22: Rockford operates a small private investigation service out of his beachside mobile home in Malibu, California.  The trailer was parked in the lot for  Paradise Cove next to a restaurant. To avoid confrontations with the LAPD, he will not take on open police cases. He also refuses to do domestic cases. He specializes instead in cold cases, missing person cases and small-time insurance scams. At one time, in addition to other clients, he worked on a retainer basis for a major insurance company, but the company scrapped the deal when a case went sour, and Rockford lost the annual income. He charges a flat rate of $200 a day plus expenses for each case, which, in a running gag, he seldom actually receives. Over the years he was involved in several cases for which his investigative efforts should have gained him significant bonuses, but he was never able to collect them. He is consistently shown to be short on money, or trying to keep creditors at bay; he typically wears sport coats and low-priced off-the-rack suits and his lone indulgences are an answering machine (the source of another running gag at the beginning of each episode) and the latest gold colored Pontiac Firebird Esprit automobile, traded in each year of the series for the newest model. (Garner did not like the look and handling of the 1979 model, so the 1978 was reused for the final season in 1979–80; this was an apparent use of product placement in the series.) Rockford is an outstanding driver, on several occasions getting out of tricky situations when being followed merely by skillfully maneuvering his vehicle away.\n\nParagraph 23: In the 1937 election, the Congress emerged as the single largest party but short of an absolute majority. The second-largest party was the Bengal Provincial Muslim League (BPML), followed in third place by the Krishak Praja Party. The BPML, Krishak Praja Party and independent legislators formed a coalition government. A. K. Fazlul Huq, a founder of the BPML who later broke away to form the Krishak Praja Party, was elected as parliamentary leader and prime minister. Huq pursued a policy of Hindu–Muslim unity. His cabinet included leading Hindu and Muslim figures, including Nalini Ranjan Sarkar (finance), Bijoy Prasad Singha Roy (revenue), Maharaja Srish Chandra Nandy (communications and public works), Prasanna Deb Raikut (forest and excise), Mukunda Behari Mallick (cooperative credit and rural indebtedness), Sir Khwaja Nazimuddin (home), Nawab Khwaja Habibullah (agriculture and industry), Huseyn Shaheed Suhrawardy (commerce and labour), Nawab Musharraf Hussain (judicial and legislative affairs), and Syed Nausher Ali (public health and local self-government). Huq promoted financial and land reforms with the Bengal Agricultural Debtors' Act (1938), The Money Lenders' Act (1938), and the Bengal Tenancy (Amendment) Act (1938). He introduced the Primary Education Bill to make primary education free and compulsory. He established schools such as the Lady Brabourne College. In 1941, Prime Minister Huq joined the Viceroy's Defence Council in support of Allied war efforts. In a letter to Governor John Herbert, Huq called for the resurrection of a Bengal Army. He wrote \"I want you to consent to the formation of a Bengali Army of a hundred thousand young Bengalis consisting of Hindu and Muslim youths on a fifty-fifty basis. There is an insistent demand for such a step being taken at once, and the people of Bengal will not be satisfied with any excuses. It is a national demand which must be immediately conceded\". Huq supported the adoption of the Lahore Resolution in 1940. He envisaged Bengal as one of the \"independent states\" outlined by the resolution.\n\nParagraph 24: With Norwich out of the top flight there was much speculation surrounding Ashton's future at the club, with some people believing a player with his qualities merited a place in the Premier League. Many clubs, including Manchester City and Charlton Athletic, considered him; the Addicks manager, Alan Curbishley, was reportedly prepared to axe six of his players to buy the Norwich youngster. West Ham United were also among the clubs interested in buying the striker. Nigel Worthington attempted to quash these rumours, saying that Ashton would only be sold for a price which matched his value to the club. Wigan Athletic manager Paul Jewell was put off considering a move for Ashton because of this price. Dean Ashton re-stated his commitment to the club in the summer of 2005 by signing a contract-extension until 2009. By December, it looked likely that a Premiership club would bid for Ashton, as boss Nigel Worthington said that Ashton would be allowed to leave in January of that year – if the club are happy with the fee. Dean Ashton's future looked increasingly uncertain after missing the FA Cup match against West Ham through injury which meant Ashton was not cup-tied. After playing 46 matches for Norwich, in which he scored 18 goals, he was transferred to West Ham on 22 January 2006 for a fee of £7 million, rising to £7.25 million with two £125,000 bonuses dependent on a future England call-up and possible European qualification while Ashton is at West Ham. Norwich also negotiated a 15% sell-on clause.\n\nParagraph 25: The origin of the word is not certain. Taras Shevchenko, whose grandfather and villagers participated in the uprising, wrote a poem, Haydamaky, in which Kolii is the name of a knife that is blessed in a church and used by special people in villiages in Ukraine (Ruthenia) villages to kill animals humanely, according to the local understanding of animal rights. The blessing of knives had occurred two or three weeks before the uprising as a rule and so the members and supporters of the Bar Confederation and its regular military forces fled to the Ottoman Empire before the uprising. However, some fortresses such as Umanl and Lysianka were still occupied by the members of the Bar Confederation. The secret  was shared by millions of people and so different national minorities were accused of atrocities towards animals ans retreated to the fortresses as well. The poem is the best description though it considers village drinkings after massacres as part of the uprising. It explains that Ukrainians, apart from professional Kolii, never killed even chicken and other animals before the uprising, and the bloodletting led to drinking as the most continuous part of the uprising. The Kolii are similar to Rezniks and may be the heritage of the Khazar-Russian kaganate (Kievan Rus) in Ukraine. Kolii have never been present among Russians, Poles, Lithuanians, Byelorussians, Moslems, Armenians, Romanians or even Greeks in spite of their Orthodoxy and their life together with Ukrainians. Shevchenko emphasized that iit was the first uprising for animal rights worldwide, and the rebels wanted to clean Ukraine of bad animals (especially Old Believers, (Muscovites), Armenians, Greeks, Moslems etc., who tortured poor good real animals killing them without Kolii. Ukrainian Poles often used meat from animals slaughtered by Kolii, and Jews used meat slaughtered by rezniks in a way very similar to Kolii and so Maksym Zalizniak solemnly rejected any plans to massacre Jews or Poles and explained the massacre as the excess of the executors.\n\nParagraph 26: Phan Bội Châu (; 26 December 1867 – 29 October 1940), born Phan Văn San, courtesy name Hải Thụ (later changed to Sào Nam), was a pioneer of Vietnamese 20th century nationalism. In 1903, he formed a revolutionary organization called Duy Tân Hội (\"Modernization Association\"). From 1905 to 1908, he lived in Japan where he wrote political tracts calling for the independence of Vietnam from French colonial rule. After being forced to leave Japan, he moved to China where he was influenced by Sun Yat-sen. He formed a new group called Việt Nam Quang Phục Hội (“Vietnamese Restoration League”), modeled after Sun Yat-sen's republican party. In 1925, French agents seized him in Shanghai. He was convicted of treason and spent the rest of his life under house arrest in Huế.\n\nParagraph 27: Cyclopropanones- three-membered ring ketones- are also hydrated to a significant extent. Since three-membered rings are very strained (bond angles forced to be 60˚), sp3 hybridization is more favorable than sp2 hybridization. For the sp3 hybridized hydrate the bonds have to be distorted by about 49˚, while for the sp2 hybridized ketone the bond angle distortion is about 60˚. So the addition to the carbonyl group allows some of the strain inherent in the small ring to be released, which is why cyclopropanone and cyclobutanone are very reactive electrophiles. For larger rings, where the bond angles are not as distorted, the stability of the hemiacetals is due to entropy and the proximity of the nucleophile to the carbonyl group. Formation of an acyclic acetal involves a decrease in entropy because two molecules are consumed for every one produced. In contrast, the formation of cyclic hemiacetals involves a single molecule reacting with itself, making the reaction more favorable. Another way to understand the stability of cyclic hemiacetals is to look at the equilibrium constant as the ratio of the forward and backward reaction rate. For a cyclic hemiacetal the reaction is intramolecular so the nucleophile is always held close to the carbonyl group ready to attack, so the forward rate of reaction is much higher than the backward rate. Many biologically relevant sugars, such as glucose, are cyclic hemiacetals.       \n\nParagraph 28: Paul Myers was a 1930s broadcast radio host in Los Angeles. But Paul's life spun out of control due to alcoholism. He hit bottom. His wife locked him out of the house, but told him she would pray for him. As Myers began to read a Gideon Bible he found in his skid row hotel along San Diego’s waterfront, he found forgiveness, hope, and new life in the Lord Jesus Christ. With his new hope, he was back on the Los Angeles airways on KHJ (AM), and in 1934 started the radio broadcast The Haven of Rest. Paul Myers would host the on air program for 37 years. Paul Myers gave himself the name \"First Mate Bob\" and he was on the \"Good Ship Grace\".  He used a nautical theme for his program, which had teaching and singers. The program started with a ships’ air horn, then Eight Bells and a quartet of singer singing  “The Haven of Rest,” an 1890 song, by Henry L. Gilmour about a sinner anchoring his soul in Christ. Myers retired in 1971 and turned the program over to Pastor Paul Evans. Evans continued the tradition Myers had started till he stepped down in 1981. In 1979 Paul Evans wrote Divine Communication and in 1980 Divine Resources, both published by Haven of Rest. In 1988, the Haven of Rest was on 275 stations. In 1981, Dr. Raymond C. Ortlund Sr., the Senior Pastor at Lake Avenue Congregational Church in Pasadena, California, took over the program. Ortlund at the same time stepped down from pastorate at Lake Avenue. Raymond's Sunday morning services at Lake Avenue Congregational Church were broadcast over radio station KRLA. After 20 years at Lake Avenue Ray and wife Anne founded Renewal Ministries at about the same time he took over The Haven of Rest program. With Renewal Ministries they traveled around the world teaching about renewal and revival among God’s churches. Ray hosted the Haven of Rest radio broadcast with his distinctive voice for 19 years, from 1981 to 2000. Raymond C. Ortlund Sr. also served as a teaching pastor at Mariner's Church in Newport Beach, California in the 1980s. The National Religious Broadcasters Hall of Fame inducted Ray in 2008 for his years of hosting the Haven of Rest. Ray retired from The Haven of Rest in 2000. Charles Morris took over the program in 2000 and changed the program name to Haven Today. The in-house music quartet singers were replaced with contemporary Christian music in 2001. Charles Morris attended in seminary in Philadelphia. Charles was a news reporter and an editor for United Press International. Charles also worked as press secretary for two former U.S. Senators. For a time he owned and operated his own radio station. He worked with the late Dr. James Montgomery Boice before the Haven program. Charles has authored several books with his wife: Saving a Life, Jesus in the Midst of Success, and Missing Jesus.\n\nParagraph 29: In the 2000s, Jones began building a substantial body of photography work, concentrating primarily on landscapes. More recently, he traveled to southeast Asia, taking many portraits of villagers and religious Buddhist art.  In 2005, he recorded the EP, “BossAmerioca,” the first of its kind in which American and British popular songs that had been originally influenced by bossa nova in the 1960s, were redone by Jones with some top shelf Brazilian musicians such as Debora Watts, Dionisio Santos, Leco Reis and Helio Schiavo as well as the American jazz virtuosi Joel Frahm and Tim Collins. It was recorded in New York and he hopes to record many more songs that he has already arranged for these CD’s.  The authenticity of the EP was highly praised by many of the surviving original creators of bossa nova including Roberto Menescal, Carlos Lyra and Marcos Valle, and was played for audiences at both Toca do Vinicius, the bossa nova museum and store in Ipanema, and at the Vinicius Piano Bar in Ipanema, which is the most venerable existing standard bearer of bossa nova. The following year, he was asked to compose music for the off-Broadway play, \"The City That Cried Wolf,\" by the State of Play Theater Group at the New York Fringe Festival. He also was commissioned to compose music for several websites. In 2009, he assembled a third version of the group \"Sound Sculpture\" with Rob Thomas once again on violin, Ken Filiano on bass, Jay Rosen on drums and Joe Cruz on percussion, and performed at the world-famous Iridium Jazz Club in New York City. The concert received rave reviews and was recorded on both CD and DVD. The poet Jeff Schwartz documented the event in an original poem, which was eventually published in The Oakland Review.  Jones completed an important scholarly study on a work by Bob Dylan’s, entitled “Visions of Visions of Johanna,” which he is planning on publishing. In November and December 2011, one of his music compositions “Voyage Espagnole” was performed in Dallas by Bruce Patti of the Dallas Symphony Orchestra, and 2 different pianists.  It was also given to Chick Corea as a gift for his 70th birthday at the Blue Note Jazz Club.  And his collection of poetry, “The Cry of the Lonely, the Song of the Poet: Collected Poems 1971–2006” is due to be published in the spring of 2012.  Also being released in spring of 2012 is the CD, “Memories of the Future,” recently discovered virtuoso solo piano works originally recorded in 1981 and 1985 in Cleveland and New York.  Jones has been teaching the Chinese internal martial arts to private students and has given workshops throughout the world for many years. He intends to expand his involvement in teaching these arts in order to both keep the insights and achievements of past masters alive, and to help others attain good physical and mental health as well as quality, effective self-defense abilities.\n\nParagraph 30: Liane Brauch Russel was born in 1923 to a Jewish family in Vienna, Austria. Her father was a chemical engineer while her mother taught singing, and she was the oldest out of her two other siblings. As a child, her parents were very encouraging of Liane's inquiring mind and constantly reminded her that girls could do anything boys could do. However, despite her parents' evident kind-heartedness, the world was at a loss for morality during the later years of Liane's childhood. In 1938, Austria was annexed by the Nazis, and due to Liane's Jewish heritage, she and her family were forced to flee Austria to London. Liane and her family lost their house and possessions, and her father even lost his entire business to the Nazi regime. After several years in England, Liane moved to the United States, where she decided to further her education at Hunter College in New York City. She studied chemistry and biology and completed a summer research assistantship at Jackson Laboratory, a biomedical research institution that focuses on studying human biology and genomics. Interestingly enough, through the assistantship, her supervisor, William Russel, a leading geneticist at the time, would later become both Liane's husband and research partner. Upon graduation from Hunter College in 1945, Liane went back to Jackson Laboratory before moving to the University of Chicago to pursue her Ph.D. in Zoology. After initiating her Ph.D., Liane went to work at the Oak Ridge National Laboratory in Tennessee, which played a vital role in the development of nuclear weapons through the Manhattan Project in WWII. Liane was fortunate enough to work alongside her husband, William Russell, as they both had a mission to study the effects of radiation exposure on mice. Mice share various genetic qualities with humans and thus were the perfect test subjects for Liane's radiation experiments. The essential pain point Liane was looking to solve was that the current information surrounding the effects of radiation on congenital disabilities was insufficient and inconclusive. Essentially, Liane was looking to innovate on recent research and prove the harmful effects that radiation can have on humans. Thus, she began researching how radiation affects mice embryos at certain stages in their development. Through this research, Liane discovered a variety of different deformities that would arise within the embryos at different stages of growth. Through Liane's findings, she determined that the most critical time of human gestation is within the first two to six weeks, during which most women do not even know they are pregnant. Both Liane and her husband published a paper describing their findings. The report recommended that women who may be pregnant only receive specific radiological procedures during the two weeks after their last menstrual cycle when they are most likely not pregnant. The paper was published in 1952 and received heavy criticism and controversy from radiologists. However, despite heavy criticism, the innovative research that both Liane and her husband performed became known as the 14-day rule and became a radiological practice accepted in almost every country. And to this day, this innovative rule is still a prominent rule among radiologists internationally. These findings have protected millions of pregnant women from premature radiation procedures that would've had detrimental effects on their pregnancies and children in the 1950s and the present day. Furthermore, Liane has received a variety of awards for her research. She was awarded the Roentgen Medal in 1973, became a member of the National Academy of Sciences in 1986, and received the Enrico Fermi Award from the Department of Energy in 1994. Likewise, the Oak Ridge National Laboratory created the Liane B. Russell Distinguished Early Career Fellowship, a program primarily for minority and female scientists who help them get early exposure to various scientific fields. Inevitably, Liane Russell played a pivotal role in the radiation field and discovered its harmful effects on developing embryos. And her innovative research has been able to save lives and improve the overarching areas of science and medicine both during her life and after."
    }
]